[
  {
    "texto": null,
    "pergunta": "A lei que dispõe sobre as condições para a promoção, proteção e recuperação da saúde, a organização e o funcionamento dos serviços correspondentes e dá início ao Sistema Único de Saúde, o SUS, é a Lei:",
    "alternativas": [
      "nº 8.080 de 1990",
      "nº 8.142 de 1990",
      "nº 8.666 de 1993",
      "nº 8.213 de 1991",
      "nº 8.212 de 1991"
    ],
    "correta": "nº 8.080 de 1990",
    "comentario": "A alternativa A está correta. A Lei nº 8.080/1990, conhecida como a Lei Orgânica da Saúde, é a principal legislação que regulamenta o SUS em todo o território nacional, definindo seus princípios, diretrizes, organização e funcionamento."
  },
  {
    "texto": null,
    "pergunta": "A Conferência de Saúde, uma das instâncias colegiadas do Sistema Único de Saúde, é realizada em caráter extraordinário ou em periodicidade pré-determinada por lei. A periodicidade em anos, segundo esta mesma lei, deve ser de:",
    "alternativas": ["2 em 2", "3 em 3", "4 em 4", "5 em 5", "6 em 6"],
    "correta": "4 em 4",
    "comentario": "A alternativa C está correta. De acordo com a Lei nº 8.142/90, a Conferência de Saúde deve se reunir a cada quatro anos para avaliar a situação de saúde e propor as diretrizes para a formulação da política de saúde nos níveis correspondentes."
  },
  {
    "texto": null,
    "pergunta": "É um inseticida químico utilizável pelo agente de endemias para o controle de vetores no caso da leishmaniose visceral:",
    "alternativas": [
      "furosemida",
      "dexclorfeniramina",
      "acetilcisteína",
      "permetrina",
      "deltametrina"
    ],
    "correta": "deltametrina",
    "comentario": "A alternativa E está correta. A deltametrina é um inseticida do grupo dos piretroides, amplamente utilizado em saúde pública para o controle de vetores, incluindo o Lutzomyia longipalpis, transmissor da leishmaniose visceral. As outras opções são medicamentos para uso humano com outras finalidades."
  },
  {
    "texto": null,
    "pergunta": "A infecção por Chikungunya pode gerar quadro sintomatológico típico ou atípico. É um sintoma considerado atípico:",
    "alternativas": [
      "mialgia",
      "arritmia",
      "atralgia",
      "febre",
      "conjuntivite"
    ],
    "correta": "arritmia",
    "comentario": "A alternativa B está correta. Febre, mialgia (dor muscular), atralgia (dor nas articulações) e conjuntivite são sintomas comuns e típicos da Chikungunya. A arritmia cardíaca é uma manifestação rara e atípica da doença."
  },
  {
    "texto": null,
    "pergunta": "O período de incubação da febre amarela, em dias, é de:",
    "alternativas": ["3 a 6", "3 a 7", "3 a 8", "3 a 9", "3 a 10"],
    "correta": "3 a 6",
    "comentario": "A alternativa A está correta. O período de incubação da febre amarela (tempo entre a picada do mosquito infectado e o início dos sintomas) é geralmente curto, variando de 3 a 6 dias."
  },
  {
    "texto": null,
    "pergunta": "De acordo com o Ministério da Saúde, é um fundamento da Atenção Básica:",
    "alternativas": [
      "desenvolver relações de vinculo e responsabilização entre as equipes e a população adscrita garantindo a continuidade das ações de saúde e a longitudinalidade do cuidado",
      "garantir infraestrutura necessária ao funcionamento das unidades básicas de saúde, dotando-as de recursos materiais, equipamentos e insumos suficientes para o conjunto de ações propostas",
      "selecionar, contratar e remunerar os profissionais que compõem as equipes multiprofissionais da Saúde da Família, em conformidade com a legislação vigente",
      "verificar a qualidade e a consistência dos dados alimentados nos sistemas nacionais de informação",
      "estimular e viabilizar a capacitação e a educação permanente dos profissionais das equipes"
    ],
    "correta": "desenvolver relações de vinculo e responsabilização entre as equipes e a população adscrita garantindo a continuidade das ações de saúde e a longitudinalidade do cuidado",
    "comentario": "A alternativa A descreve o fundamento da Longitudinalidade e do Vínculo, que é central para a Atenção Básica. As outras alternativas, embora sejam importantes para o funcionamento do sistema, descrevem aspectos de gestão e infraestrutura, e não os fundamentos conceituais do cuidado na Atenção Básica."
  },
  {
    "texto": null,
    "pergunta": "A Portaria nº 5, de 21 de fevereiro de 2006, inclui doenças na relação nacional de notificação compulsória e define doenças de notificação imediata. Segundo essa portaria, é uma doença de notificação imediata a:",
    "alternativas": ["malária", "peste", "rubéola", "cólera", "tularemia"],
    "correta": "cólera",
    "comentario": "A alternativa D está correta. A cólera, por seu alto potencial epidêmico, exige notificação imediata (em até 24 horas) às autoridades sanitárias para que medidas de controle sejam tomadas rapidamente. (Observação: A lista de notificação é atualizada periodicamente, mas a cólera permanece como de notificação imediata)."
  },
  {
    "texto": null,
    "pergunta": "O acidente ofídico de maior importância epidemiológica no Brasil, sendo responsável por noventa por cento dos envenenamentos é o:",
    "alternativas": [
      "crotálico",
      "botrópico",
      "laquético",
      "elapídico",
      "traquético"
    ],
    "correta": "botrópico",
    "comentario": "A alternativa B está correta. O envenenamento botrópico, causado por serpentes do gênero Bothrops (como jararacas, urutus e caiçacas), é o tipo de acidente com cobras peçonhentas mais comum no Brasil, respondendo por cerca de 90% dos casos."
  },
  {
    "texto": null,
    "pergunta": "Das espécies brasileiras de roedores, apenas uma possui, simultaneamente, vida média de doze meses, raio de ação de três a cinco metros e o hábito da neofilia, ou seja, ímpeto explorador. Trata-se da espécie de roedor denominada:",
    "alternativas": [
      "Rattus norvegicus",
      "Trichomys spp",
      "Akodon spp",
      "Oligoryzomys spp",
      "Mus musculus"
    ],
    "correta": "Mus musculus",
    "comentario": "A alternativa E está correta. O Mus musculus, conhecido como camundongo, é um roedor pequeno com grande curiosidade (neofilia), que explora o ambiente em um raio de ação curto (3 a 5 metros) e tem um ciclo de vida de aproximadamente um ano, características que o diferenciam das ratazanas (Rattus norvegicus), que são neofóbicas (têm medo do novo)."
  },
  {
    "texto": null,
    "pergunta": "A prova do laço é um recurso importante para o diagnóstico da dengue. Essa prova terá seu resultado positivo quando for contabilizado um determinado número de petéquias (manchas avermelhadas). O número mínimo de petéquias que assegura positividade nesse teste em adultos e crianças é, respectivamente:",
    "alternativas": ["10 e 5", "20 e 10", "30 e 15", "40 e 20", "50 e 25"],
    "correta": "20 e 10",
    "comentario": "A alternativa B está correta. A prova do laço é considerada positiva se, após o procedimento, surgirem 20 ou mais petéquias em adultos, ou 10 ou mais petéquias em crianças, dentro do quadrado de 2,5 cm x 2,5 cm desenhado no antebraço. Isso indica fragilidade capilar, um sinal sugestivo de dengue."
  },
  {
    "texto": null,
    "pergunta": "O processo que remove ou mata a maioria dos microrganismos patogênicos, excetuando-se os esporos em uma superficie inerte, e que pode ser realizado, por exemplo, por vapor úmido, água fervente, cloro ou álcool a setenta por cento denomina-se:",
    "alternativas": [
      "esterilização",
      "antissepsia",
      "assepsia",
      "desinfecção",
      "limpeza"
    ],
    "correta": "desinfecção",
    "comentario": "A alternativa D está correta. A desinfecção é o processo que elimina microrganismos patogênicos de superfícies inanimadas, mas não necessariamente elimina os esporos bacterianos. A esterilização, por sua vez, elimina todas as formas de vida, incluindo os esporos."
  },
  {
    "texto": null,
    "pergunta": "No que diz respeito às relações estabelecidas no ambiente de trabalho, é preciso que a atenção seja redobrada para que eventuais conflitos não prejudiquem o processo produtivo que transcorre, na maioria das vezes, interligando as práticas individuais a um só fim. Nesse sentido, podemos afirmar que os conflitos podem prejudicar, principalmente:",
    "alternativas": [
      "A visão que os clientes ou usuários têm da empresa ou instituição.",
      "A saúde dos funcionários.",
      "A imagem de toda a equipe diante dos superiores.",
      "O trabalho em equipe.",
      "A eficiência de cada um."
    ],
    "correta": "O trabalho em equipe.",
    "comentario": "A alternativa D está correta. Embora todas as outras opções possam ser consequências de conflitos, a mais direta e primariamente afetada é a capacidade dos indivíduos de colaborarem efetivamente, ou seja, o trabalho em equipe. Um bom trabalho em equipe é essencial para o processo produtivo."
  },
  {
    "texto": null,
    "pergunta": "A ética profissional no serviço público é fundamentada em valores, que até configuram um dos princípios que regem o serviço público, permitindo julgamento do certo ou do errado, do bem ou mal. Esses valores estão relacionados à:",
    "alternativas": [
      "Moralidade.",
      "Consciência.",
      "Persistência.",
      "Impessoalidade.",
      "Individualidade."
    ],
    "correta": "Moralidade.",
    "comentario": "A alternativa A está correta. A ética no serviço público está intrinsecamente ligada ao princípio da Moralidade, que exige do agente público uma conduta honesta, íntegra e de acordo com os padrões éticos e morais da sociedade e da administração."
  },
  {
    "texto": null,
    "pergunta": "No que se refere aos aspectos organizativos do Sistema Único de Saúde (SUS), atribua V (verdadeiro) ou F (falso) às afirmativas a seguir:\n\n( ) Os serviços de saúde devem estar organizados em níveis decrescentes de complexidade (atenção primária, atenção secundária e atenção terciária).\n\n( ) Os serviços de saúde devem estar localizados em áreas geográficas específicas, planejados com base nas necessidades dos diversos usuários.\n\n( ) O SUS deve ser centralizado, prevendo a divisão de responsabilidades entre as três esferas do governo: gestores federais, estaduais e municipais.",
    "alternativas": [
      "V, F, V.",
      "F, V, F.",
      "F, V, V.",
      "V, V, V.",
      "V, V, F."
    ],
    "correta": "F, V, F.",
    "comentario": "A alternativa B está correta.\n\n1ª (F): Os níveis são de complexidade CRESCENTE (primária, secundária, terciária).\n\n2ª (V): Isso descreve os princípios de Regionalização e Territorialização.\n\n3ª (F): O SUS é DESCENTRALIZADO, com responsabilidades compartilhadas entre União, Estados e Municípios."
  },
  {
    "texto": null,
    "pergunta": "A educação em saúde também exerce importante papel nesse processo. Acerca da educação em saúde, julgue as afirmativas abaixo:\n\nI. A Educação em Saúde se constitui como um conjunto de práticas antissociais, de conteúdo técnico que no âmbito das práticas de atenção à saúde deve ser vivenciada e compartilhada pelos trabalhadores da área, pelos setores organizados da população e consumidores de bens e serviços de saúde e de saneamento ambiental.\n\nII. A Educação em Saúde é uma prática social, cujo processo contribui para a formação da consciência crítica das pessoas a respeito de seus problemas de saúde, a partir da sua realidade, e estimula a busca de soluções e organização para a ação individual e coletiva.\n\nIII. Educação em Saúde é um processo assistemático, descontínuo e temporário que objetiva a formação e o desenvolvimento da consciência crítica do cidadão, estimulando a busca de soluções coletivas para os problemas vivenciados e a sua \"participação real\" no exercício do controle social.",
    "alternativas": [
      "II e III, apenas.",
      "II, apenas.",
      "I e III, apenas.",
      "I, apenas."
    ],
    "correta": "II, apenas.",
    "comentario": "A alternativa B está correta. A afirmativa II define corretamente a Educação em Saúde como uma prática social e crítica. A afirmativa I está incorreta ao chamá-la de 'antissocial' (é o oposto). A afirmativa III está incorreta ao defini-la como 'assistemático, descontínuo e temporário' (deve ser um processo contínuo e sistemático)."
  },
  {
    "texto": null,
    "pergunta": "Acerca dos fundamentos da Vigilância em Saúde, marque a alternativa CORRETA:",
    "alternativas": [
      "A Vigilância em Saúde, visando a integralidade do cuidado, deve inserir-se na construção das redes de atenção à saúde, coordenadas pela Atenção Primária à Saúde.",
      "A vigilância da saúde do trabalhador não está incluída do conceito de Vigilância em Saúde.",
      "As ações da Vigilância em Saúde incluem somente a promoção e a prevenção, mas nunca o controle de doenças e agravos à saúde.",
      "A vigilância em saúde deve estar cotidianamente inserida somente nos níveis primário e secundário da atenção da saúde."
    ],
    "correta": "A Vigilância em Saúde, visando a integralidade do cuidado, deve inserir-se na construção das redes de atenção à saúde, coordenadas pela Atenção Primária à Saúde.",
    "comentario": "A alternativa A está correta. A Vigilância em Saúde atua de forma articulada com a Atenção Primária para garantir a integralidade do cuidado, observando e analisando a situação de saúde da população em seus territórios. As demais estão incorretas pois a vigilância inclui a saúde do trabalhador, o controle de doenças e atua em todos os níveis de atenção."
  },
  {
    "texto": null,
    "pergunta": "O Agente Comunitário de Saúde-ACS e o Agente de Combate a Endemias-ACE são co-responsáveis pelo controle da dengue e devem trabalhar de forma integrada. Nesse contexto, todas as alternativas apresentam competências do ACS, EXCETO:",
    "alternativas": [
      "Orientar e acompanhar o morador na remoção, destruição ou vedação de objetos que possam se transformar em criadouros de mosquitos.",
      "Encaminhar os casos suspeitos de dengue à Unidade Básica de Saúde, de acordo com as orientações da Secretaria Municipal de Saúde.",
      "Atuar junto aos domicílios, informando aos seus moradores sobre a doença seus sintomas e riscos sobre o agente transmissor e as medidas de prevenção.",
      "Vistoriar imóveis não residenciais, acompanhado pelo responsável, para identificar locais e objetos que sejam ou possam se transformar em criadouros de mosquito transmissor da dengue, e, quando necessário, aplicar larvicida."
    ],
    "correta": "Vistoriar imóveis não residenciais, acompanhado pelo responsável, para identificar locais e objetos que sejam ou possam se transformar em criadouros de mosquito transmissor da dengue, e, quando necessário, aplicar larvicida.",
    "comentario": "A alternativa D descreve uma atribuição específica do Agente de Combate a Endemias (ACE), especialmente a vistoria de imóveis não residenciais (pontos estratégicos) e a aplicação de larvicida, que é uma ação técnica de controle vetorial. As demais opções são ações educativas e de vigilância que competem ao Agente Comunitário de Saúde (ACS)."
  },
  {
    "texto": null,
    "pergunta": "Acerca do ciclo de vida e da biologia do Aedes aegypti, marque a alternativa CORRETA:",
    "alternativas": [
      "É um inseto holometabólico; a fase larvária é o período de alimentação e crescimento.",
      "As pupas do Aedes aegypti representam a fase reprodutora do inseto.",
      "A pupa é dividida em cabeça, tórax e abdômen.",
      "As larvas possuem seis estágios evolutivos."
    ],
    "correta": "É um inseto holometabólico; a fase larvária é o período de alimentação e crescimento.",
    "comentario": "A alternativa A está correta. Holometabólico significa que o inseto passa por uma metamorfose completa (ovo, larva, pupa, adulto). A fase de larva é aquática e dedicada à alimentação para acumular energia para as fases seguintes. A fase reprodutora é a adulta (alado), a pupa é uma fase de transformação e as larvas passam por quatro estágios, não seis."
  },
  {
    "texto": null,
    "pergunta": "Em relação a dengue, marque a alternativa correta:",
    "alternativas": [
      "Os vírus dengue (DENV) estão classificados cientificamente na família Flaviviridae e no gênero Flavivirus.",
      "A dengue é transmitida pela picada do macho do mosquito Aedes aegypti.",
      "Até o momento são conhecidos três sorotipos do vírus - DENV-1, DENV-2 e DENV-3, que apresentam distintos materiais genéticos (genótipos) e linhagens.",
      "Somente pessoas mais velhas e aquelas que possuem doenças crônicas, como diabetes e hipertensão arterial são suscetíveis à doença."
    ],
    "correta": "Os vírus dengue (DENV) estão classificados cientificamente na família Flaviviridae e no gênero Flavivirus.",
    "comentario": "A alternativa A está correta. Esta é a classificação taxonômica correta do vírus da dengue. As outras estão erradas: apenas a fêmea do Aedes aegypti pica e transmite a doença; existem quatro sorotipos conhecidos (DENV-1, DENV-2, DENV-3 e DENV-4); e todas as pessoas, de qualquer idade, são suscetíveis à dengue."
  },
  {
    "texto": null,
    "pergunta": "Acerca dos procedimentos para notificação de casos suspeitos de dengue, chikungunya e Zika, marque a alternativa INCORRETA:",
    "alternativas": [
      "Todos os casos de dengue devem ser notificados ao Ministério da Saúde em até 24 horas.",
      "A notificação deve ser realizada por meio do Sistema de Informação de Agravos de Notificação - Sinan.",
      "A notificação de casos de Febre de Chikungunya em áreas sem transmissão deve ser imediata.",
      "A notificação de casos de Doença aguda pelo vírus Zika deve ser semanal, porém quando ocorre em gestantes deve ser imediata."
    ],
    "correta": "Todos os casos de dengue devem ser notificados ao Ministério da Saúde em até 24 horas.",
    "comentario": "A alternativa A está incorreta e, portanto, é a resposta. A notificação de casos de dengue é, em geral, semanal (compulsória).A notificação imediata (em 24 horas) é reservada para casos graves, óbitos suspeitos de dengue ou em situações de epidemia, não para 'todos os casos'."
  },
  {
    "texto": null,
    "pergunta": "Assinale a alternativa que apresenta o Princípio do Sistema Único de Saúde (SUS) que determina a todos os cidadãos brasileiros, sem qualquer tipo de discriminação, o direito ao acesso às ações e aos serviços de saúde.",
    "alternativas": [
      "Integralidade",
      "Resolutividade",
      "Universalidade",
      "Territorialização"
    ],
    "correta": "Universalidade",
    "comentario": "A alternativa C está correta. O princípio da Universalidade do SUS estabelece que a saúde é um direito de todos e um dever do Estado, garantindo o acesso universal e igualitário a todos os cidadãos, sem distinção."
  },
  {
    "texto": null,
    "pergunta": "Assinale a alternativa que apresenta a doença de notificação compulsória.",
    "alternativas": ["varíola", "câncer", "diabetes", "esclerose múltipla"],
    "correta": "varíola",
    "comentario": "A alternativa A é a correta. A varíola, embora erradicada, consta na Lista de Notificação Compulsória Imediata devido ao seu altíssimo risco para a saúde pública caso um único caso ressurja. As outras são doenças crônicas não transmissíveis e não fazem parte da lista de notificação compulsória."
  },
  {
    "texto": null,
    "pergunta": "A leptospirose é uma doença que pode ser transmitida para os humanos através da exposição direta ou indireta à urina de animais sinantrópicos infectados. Os principais reservatórios transmissores dessa doença são",
    "alternativas": ["sapos.", "lagartos.", "mexilhões.", "roedores."],
    "correta": "roedores.",
    "comentario": "A alternativa D está correta. Os roedores, principalmente os ratos de esgoto (Rattus norvegicus), são os principais reservatórios da bactéria Leptospira, que causa a leptospirose. Eles eliminam a bactéria pela urina, contaminando água e solo."
  },
  {
    "texto": null,
    "pergunta": "Das espécies brasileiras de roedores, apenas uma possui, simultaneamente, vida média de doze meses, raio de ação de três a cinco metros e o hábito da neofilia. Trata-se da espécie de roedor denominada:",
    "alternativas": [
      "Rattus norvegicus",
      "Trichomys spp",
      "Akodon spp",
      "Oligoryzomys spp",
      "Mus musculus"
    ],
    "correta": "Mus musculus",
    "comentario": "O camundongo doméstico (Mus musculus) possui as características descritas, sendo um roedor com hábito explorador (neofilia)."
  },
  {
    "texto": null,
    "pergunta": "A prova do laço é um recurso importante para o diagnóstico da dengue. O número mínimo de petéquias que assegura positividade nesse teste em adultos e crianças é, respectivamente:",
    "alternativas": ["10 e 5", "20 e 10", "30 e 15", "40 e 20", "50 e 25"],
    "correta": "20 e 10",
    "comentario": "O teste do laço é considerado positivo quando aparecem, no mínimo, 20 petéquias em adultos e 10 em crianças."
  },
  {
    "texto": null,
    "pergunta": "O processo que remove ou mata a maioria dos microrganismos patogênicos, excetuando-se os esporos em uma superfície inerte, denomina-se:",
    "alternativas": [
      "esterilização",
      "antissepsia",
      "assepsia",
      "desinfecção",
      "limpeza"
    ],
    "correta": "desinfecção",
    "comentario": "A desinfecção elimina a maioria dos microrganismos patogênicos, mas não os esporos."
  },
  {
    "texto": null,
    "pergunta": "Os elementos básicos da cadeia de transmissão das doenças parasitárias são:",
    "alternativas": [
      "hospedeiro, agente infeccioso, meio ambiente e hospital",
      "hospedeiro, vetor, agente infeccioso, água contaminada",
      "hospedeiro, meio ambiente, vetor e imunossupressão",
      "hospedeiro, vetor, agente infecioso e doenças prévias",
      "hospedeiro, vetor, agente infeccioso e meio ambiente"
    ],
    "correta": "hospedeiro, vetor, agente infeccioso e meio ambiente",
    "comentario": "A transmissão parasitária envolve a interação entre hospedeiro, vetor, agente infeccioso e meio ambiente."
  },
  {
    "texto": null,
    "pergunta": "No contexto da Estratégia de Saúde da Família (ESF), a realização de pequenas cirurgias ambulatoriais é atribuição do:",
    "alternativas": [
      "médico",
      "enfermeiro",
      "auxiliar de enfermagem",
      "técnico em saúde bucal",
      "agente de endemias"
    ],
    "correta": "médico",
    "comentario": "A realização de pequenas cirurgias ambulatoriais é competência do médico, conforme normas do Ministério da Saúde."
  },
  {
    "texto": null,
    "pergunta": "Segundo o Ministério da Saúde, os grandes centros urbanos devem dar atenção especial a conteúdos locais como:",
    "alternativas": [
      "dores de cabeça",
      "prostituição",
      "estresse",
      "pobreza",
      "diarreia"
    ],
    "correta": "pobreza",
    "comentario": "Nos grandes centros urbanos, a pobreza é um fator de relevância epidemiológica que deve ser priorizado nos programas de saúde."
  },
  {
    "texto": null,
    "pergunta": "Quando o risco à saúde não caracterizar perigo público, o ingresso forçado nos imóveis pela autoridade sanitária, sem autorização judicial, deverá ser feito apenas nos casos de:",
    "alternativas": [
      "imóveis abandonados ou desabitados, quando não se caracteriza o domicílio",
      "resistência do morador à entrada do agente de endemias no domicílio",
      "imóveis cujo valor de mercado seja inferior a doze salários mínimos",
      "situação de violência contra o agente de endemias",
      "imóveis condenados pela Defesa Civil"
    ],
    "correta": "imóveis abandonados ou desabitados, quando não se caracteriza o domicílio",
    "comentario": "A legislação permite ingresso sem autorização judicial apenas em imóveis abandonados ou desabitados."
  },
  {
    "texto": null,
    "pergunta": "Os termos hepatomegalia e esplenomegalia significam, respectivamente:",
    "alternativas": [
      "aumento dos rins e dilatação da vesícula biliar",
      "aumento do estômago e dilatação do esôfago",
      "aumento do fígado e aumento do baço",
      "aumento do intestino grosso e aumento do pâncreas",
      "aumento do duodeno e dilatação do apêndice"
    ],
    "correta": "aumento do fígado e aumento do baço",
    "comentario": "Hepatomegalia é o aumento do fígado e esplenomegalia é o aumento do baço."
  },
  {
    "texto": null,
    "pergunta": "Quando há síndrome do choque do dengue (SCD), a febre hemorrágica do dengue pode ser classificada como:",
    "alternativas": ["grau I", "grau II", "grau III", "grau IV", "grau V"],
    "correta": "grau IV",
    "comentario": "A síndrome do choque do dengue caracteriza a forma mais grave da doença, classificada como grau IV."
  },
  {
    "texto": null,
    "pergunta": "Os direitos e deveres dos usuários da saúde estão dispostos na seguinte Portaria:",
    "alternativas": [
      "nº 1.816 de 2009",
      "nº 1.817 de 2008",
      "nº 1.818 de 2009",
      "nº 1.819 de 2008",
      "nº 1.820 de 2009"
    ],
    "correta": "nº 1.820 de 2009",
    "comentario": "A Portaria nº 1.820/2009 dispõe sobre os direitos e deveres dos usuários da saúde."
  },
  {
    "texto": null,
    "pergunta": "Das doenças infecciosas e parasitárias elencadas abaixo, a única que apresenta letalidade de cem por cento é:",
    "alternativas": [
      "raiva humana",
      "malária",
      "hanseníase",
      "tuberculose",
      "filariose"
    ],
    "correta": "raiva humana",
    "comentario": "A raiva humana apresenta letalidade de 100% após o início dos sintomas clínicos."
  },
  {
    "texto": null,
    "pergunta": "Nos crimes de responsabilidade, o Prefeito de Saquarema será processado e julgado:",
    "alternativas": [
      "pela Câmara Municipal",
      "pelo Superior Tribunal de Justiça – STJ",
      "pelo Tribunal de Justiça",
      "pelo Tribunal de Contas do Estado",
      "pelo Supremo Tribunal Federal - STF"
    ],
    "correta": "pela Câmara Municipal",
    "comentario": "A Constituição prevê que o Prefeito seja processado e julgado pela Câmara Municipal em casos de responsabilidade."
  },
  {
    "texto": null,
    "pergunta": "No Sistema Único de Saúde, as ações e serviços públicos devem integrar uma rede:",
    "alternativas": [
      "centralizada e de acordo com a necessidade de grupos específicos da população",
      "descentralizada e funcional",
      "prioritária para serviços assistenciais e com participação de serviços privados",
      "regulamentada pela participação da comunidade e centralizada",
      "regionalizada e hierarquizada"
    ],
    "correta": "regionalizada e hierarquizada",
    "comentario": "O SUS é organizado de forma regionalizada e hierarquizada para garantir integralidade e eficiência nos serviços."
  },
  {
    "texto": null,
    "pergunta": "NÃO é da competência do Sistema Único de Saúde:",
    "alternativas": [
      "ordenar a formação de recursos humanos na área de saúde",
      "contratar serviços privados de forma suplementar mediante direito público ou convênio",
      "participar da formulação da política e da execução das ações de saneamento básico",
      "fiscalizar e inspecionar alimentos, compreendido o controle de seu teor nutricional, bem como bebidas e águas para consumo humano",
      "colaborar na proteção do meio ambiente, nele compreendido o do trabalho"
    ],
    "correta": "contratar serviços privados de forma suplementar mediante direito público ou convênio",
    "comentario": "O SUS pode contratar serviços privados de forma complementar, e não suplementar."
  },
  {
    "texto": null,
    "pergunta": "A ocorrência de uma doença que se propaga rapidamente, atingindo em pouco tempo um número elevado de pessoas, é denominada de:",
    "alternativas": [
      "pandemia",
      "endemia",
      "surto pandêmico",
      "sazonalidade",
      "epidemia"
    ],
    "correta": "epidemia",
    "comentario": "Epidemia é a ocorrência de casos acima do esperado em determinada população e tempo."
  },
  {
    "texto": null,
    "pergunta": "As possibilidades que as pessoas têm de virem a apresentar certas doenças não são iguais para todas. (...) Os fatores que permitem a avaliação desta possibilidade são chamados de:",
    "alternativas": [
      "fatores genéticos",
      "fatores de risco",
      "fatores pessoais",
      "fatores ocasionais",
      "multifatoriais"
    ],
    "correta": "fatores de risco",
    "comentario": "Fatores de risco aumentam a probabilidade de uma pessoa desenvolver determinada doença."
  },
  {
    "texto": null,
    "pergunta": "A dengue é uma enfermidade característica de áreas tropicais (...) No Brasil, as duas espécies responsáveis pela transmissão da doença são:",
    "alternativas": [
      "Aedes aegypti e Culex",
      "Aedes albopictus e Anopheles",
      "Aedes aegypti e Aedes albopcictus",
      "Aedes scapularis e Aedes fluviatilis",
      "Aedes albopictus e Haemagogus"
    ],
    "correta": "Aedes aegypti e Aedes albopcictus",
    "comentario": "No Brasil, os principais vetores da dengue são o Aedes aegypti e o Aedes albopictus."
  },
  {
    "texto": null,
    "pergunta": "Os principais sintomas da dengue são os abaixo relacionados, EXCETO:",
    "alternativas": [
      "febre alta durante três a sete dias",
      "dores no corpo, na cabeça e nos olhos",
      "cansaço e falta de apetite",
      "erupção na pele",
      "perda de cabelo"
    ],
    "correta": "perda de cabelo",
    "comentario": "A perda de cabelo não é um sintoma característico da dengue."
  },
  {
    "texto": null,
    "pergunta": "Os mosquitos responsáveis pela transmissão da dengue desenvolvem-se através de metamorfose completa. Em relação ao Programa de Controle de Combate ao Vetor, as ações do PEAa devem, preferencialmente, atuar na fase:",
    "alternativas": ["embrionária", "adulta", "ovo", "pupa", "larva"],
    "correta": "larva",
    "comentario": "O combate é mais eficaz na fase larvária, antes de o mosquito se tornar adulto."
  },
  {
    "texto": null,
    "pergunta": "A dispersão do mosquito vetor da dengue a grandes distâncias ocorre, geralmente, como resultado do transporte dos(as):",
    "alternativas": [
      "mosquitos machos adultos",
      "mosquitos fêmeas adultas",
      "ovos em recipientes",
      "mosquitos em fase embrionária",
      "pupas em recipientes secos"
    ],
    "correta": "ovos em recipientes",
    "comentario": "Os ovos podem resistir por meses em recipientes e serem transportados a longas distâncias."
  },
  {
    "texto": null,
    "pergunta": "Na organização das operações de campo, a área de atuação e de responsabilidade de um agente de combate às endemias deverá ter de:",
    "alternativas": [
      "800 a 1000 imóveis",
      "100 a 500 imóveis",
      "1000 a 1500 imóveis",
      "300 a 600 imóveis",
      "400 a 700 imóveis"
    ],
    "correta": "400 a 700 imóveis",
    "comentario": "Cada agente deve ser responsável por uma quantidade delimitada de imóveis para garantir eficácia."
  },
  {
    "texto": null,
    "pergunta": "Estão entre as obrigações básicas de um agente de endemias as seguintes atividades:",
    "alternativas": [
      "realizar pesquisas larvárias, acompanhar a execução das programações e a qualidade dos trabalhos",
      "descobrir focos, realizar a eliminação de criadouros e orientar a população com relação aos meios de evitar a proliferação de vetores",
      "manter atualizado o cadastro de imóveis, participar da elaboração do planejamento de atividades e da organização e execução de treinamentos",
      "deixar seu itinerário diário de trabalho no posto de abastecimento, controlar a freqüência e distribuição de materiais de consumo",
      "utilizar corretamente os equipamentos de proteção individual, acompanhar o registro de dados e fluxo de formulários"
    ],
    "correta": "descobrir focos, realizar a eliminação de criadouros e orientar a população com relação aos meios de evitar a proliferação de vetores",
    "comentario": "O agente atua diretamente na eliminação de criadouros e orientação da população."
  },
  {
    "texto": null,
    "pergunta": "Em relação à visita domiciliar, após a inspeção do imóvel, a ficha de visita com o registro dos dados de conclusão deve ser colocada:",
    "alternativas": [
      "no lado interno da porta da sala",
      "no lado interno da porta do banheiro",
      "na parede da varanda",
      "no lado interno da parede da cozinha",
      "na parede interna de um dos quartos"
    ],
    "correta": "no lado interno da parede da cozinha",
    "comentario": "A ficha deve ser fixada em local visível e de fácil acesso para conferência posterior."
  },
  {
    "texto": null,
    "pergunta": "Os depósitos que contêm água podem servir de criadouros ou foco de mosquitos. (...) são considerados depósitos inspecionados aqueles em que foram:",
    "alternativas": [
      "aplicados adulticidas",
      "inutilizados como criadouro",
      "tampados e reutilizados",
      "examinados com auxílio de uma fonte de luz",
      "furados e colocados ao sol"
    ],
    "correta": "inutilizados como criadouro",
    "comentario": "Um depósito só é considerado inspecionado quando não apresenta mais risco como criadouro."
  },
  {
    "texto": null,
    "pergunta": "Do material abaixo, NÃO é utilizado na rotina de levantamento de Índices:",
    "alternativas": [
      "pescas-larvas",
      "espelho pequeno",
      "plástico preto",
      "pipeta",
      "capturador de alados"
    ],
    "correta": "plástico preto",
    "comentario": "O plástico preto não faz parte dos materiais utilizados rotineiramente no levantamento de índices."
  },
  {
    "texto": null,
    "pergunta": "O combate ao vetor da dengue pode ser feito através de tratamento focal, perifocal e de aspersão. Em relação ao tratamento focal, SOMENTE serão tratados os(as):",
    "alternativas": [
      "bebedouros de animais",
      "aquários",
      "caixas de descargas",
      "depósitos de água de consumo",
      "ralos de banheiros"
    ],
    "correta": "depósitos de água de consumo",
    "comentario": "O tratamento focal é aplicado apenas em depósitos de água de consumo, onde há risco de criadouros."
  },
  {
    "texto": null,
    "pergunta": "O controle de vetores através do controle biológico tem a vantagem de:",
    "alternativas": [
      "ser mais barato",
      "ser utilizado em larga escala",
      "possuir alto poder residual",
      "ter boa tolerância á exposição solar direta",
      "minimizar os danos ambientais que outros inseticidas podem causar"
    ],
    "correta": "minimizar os danos ambientais que outros inseticidas podem causar",
    "comentario": "O controle biológico reduz impactos ambientais em comparação com inseticidas químicos."
  },
  {
    "texto": null,
    "pergunta": "No que diz respeito às relações estabelecidas no ambiente de trabalho, é preciso que a atenção seja redobrada para que eventuais conflitos não prejudiquem o processo produtivo. Nesse sentido, podemos afirmar que os conflitos podem prejudicar, principalmente:",
    "alternativas": [
      "A visão que os clientes ou usuários têm da empresa ou instituição.",
      "A saúde dos funcionários.",
      "A imagem de toda a equipe diante dos superiores.",
      "O trabalho em equipe.",
      "A eficiência de cada um."
    ],
    "correta": "O trabalho em equipe.",
    "comentario": "Conflitos mal administrados afetam principalmente a cooperação e o trabalho em equipe."
  },
  {
    "texto": null,
    "pergunta": "A ética profissional no serviço público é fundamentada em valores que configuram um dos princípios que regem o serviço público. Esses valores estão relacionados à:",
    "alternativas": [
      "Moralidade.",
      "Consciência.",
      "Persistência.",
      "Impessoalidade.",
      "Individualidade."
    ],
    "correta": "Moralidade.",
    "comentario": "A moralidade é princípio fundamental que orienta a ética no serviço público."
  },
  {
    "texto": null,
    "pergunta": "No que se refere aos aspectos organizativos do Sistema Único de Saúde (SUS), atribua V (verdadeiro) ou F (falso) às afirmativas: \n\nI - Os serviços devem estar organizados em níveis decrescentes de complexidade. \n\nII - Os serviços devem estar localizados em áreas geográficas específicas. \n\nIII - O SUS deve ser centralizado. Assinale a alternativa correta:",
    "alternativas": [
      "V, F, V.",
      "F, V, F.",
      "F, V, V.",
      "V, V, V.",
      "V, V, F."
    ],
    "correta": "F, V, F.",
    "comentario": "O SUS é descentralizado, regionalizado e hierarquizado, com base em áreas geográficas específicas."
  },
  {
    "texto": null,
    "pergunta": "Dentre as opções a seguir, assinale a alternativa que corresponde às instâncias colegiadas de caráter consultivo que possibilitam o exercício do controle social no âmbito do poder executivo:",
    "alternativas": [
      "Tribunal da Saúde.",
      "Comitê de Saúde.",
      "Assembleia da Saúde.",
      "Conferências de Saúde.",
      "Fundo de Saúde."
    ],
    "correta": "Conferências de Saúde.",
    "comentario": "As conferências de saúde são instâncias colegiadas que garantem a participação social no SUS."
  },
  {
    "texto": null,
    "pergunta": "Em relação ao financiamento do Sistema Único de Saúde (SUS), analise as afirmativas: \n\nI - Receitas do SUS devem ser creditadas em contas específicas. \n\nII - Atividades de pesquisa e desenvolvimento devem ser cofinanciadas pelo SUS e outras instituições. \n\nIII - Ações de saneamento supletivas pelo SUS serão financiadas por recursos tarifários e outras fontes. É correto o que se afirma em:",
    "alternativas": [
      "I e III, apenas.",
      "I e II, apenas.",
      "II e III, apenas.",
      "I, II e III.",
      "III, apenas."
    ],
    "correta": "I e II, apenas.",
    "comentario": "O financiamento do SUS prevê receitas específicas e cofinanciamento em pesquisa, mas saneamento básico não é financiado por tarifas do SFH."
  },
  {
    "texto": null,
    "pergunta": "Em relação aos níveis de assistência (primário, secundário e terciário), marque V ou F: \nI - A atenção primária é constituída por UBS, ACS, ESF e NASF. \nII - A atenção secundária é formada por serviços especializados ambulatoriais e hospitalares. \nIII - A atenção terciária envolve alta complexidade, alto custo e alta tecnologia. Assinale a alternativa correta:",
    "alternativas": [
      "F, V, V.",
      "V, V, V.",
      "F, V, F.",
      "V, V, F.",
      "V, F, V."
    ],
    "correta": "V, V, V.",
    "comentario": "As três afirmativas estão corretas: o SUS é estruturado em níveis de atenção primária, secundária e terciária."
  },
  {
    "texto": null,
    "pergunta": "O Sistema Único de Saúde (SUS) é um dos maiores sistemas de saúde pública do mundo. No que diz respeito à sua estrutura e funcionamento, é correto afirmar: \n\nI - O SUS é descentralizado, com direção única em cada esfera de governo.\n\nII - O SUS tem como diretriz a participação da comunidade por meio de conselhos e conferências de saúde.\n\nIII - O SUS é financiado exclusivamente pela União, sem participação de estados e municípios.",
    "alternativas": [
      "I e II, apenas.",
      "II e III, apenas.",
      "II, apenas.",
      "I, II e III.",
      "I e III, apenas."
    ],
    "correta": "I e II, apenas.",
    "comentario": "As afirmativas I e II estão corretas: o SUS é descentralizado e prevê participação popular. A afirmativa III está incorreta, pois o financiamento é tripartite (União, estados e municípios)."
  },
  {
    "texto": null,
    "pergunta": "A respeito das atribuições do Agente de Combate a Endemias, considere: \n\nI - Atualizar cadastro de imóveis. \n\nII - Atuar junto aos domicílios, informando moradores. \n\nIII - Nunca vistoriar depósitos de difícil acesso. \n\nIV - Executar aplicação focal e residual quando indicado. É correto o que se afirma em:",
    "alternativas": [
      "II, III e IV, apenas.",
      "II e III, apenas.",
      "I, II e IV, apenas.",
      "III e IV, apenas.",
      "I e II, apenas."
    ],
    "correta": "I, II e IV, apenas.",
    "comentario": "O ACE atualiza cadastros, informa moradores e executa controle químico, mas deve vistoriar depósitos de difícil acesso sim."
  },
  {
    "texto": null,
    "pergunta": "Sobre a visita domiciliar realizada pelo Agente de Combate às Endemias (ACE), marque a alternativa correta:",
    "alternativas": [
      "O controle legal nunca pode ser utilizado para assegurar a visita dos ACE em imóveis fechados.",
      "A visita domiciliar nunca deve ser utilizada para levantamento de índices.",
      "Em municípios no Estrato I, deve ser realizada em 50% dos imóveis.",
      "A visita domiciliar tem como único objetivo verificar a presença de criadouros.",
      "É imperativo que os ACE realizem a cubagem dos depósitos que receberão larvicida em cada visita domiciliar."
    ],
    "correta": "É imperativo que os ACE realizem a cubagem dos depósitos que receberão larvicida em cada visita domiciliar.",
    "comentario": "A cubagem dos depósitos é fundamental para calcular corretamente a dosagem de larvicidas."
  },
  {
    "texto": null,
    "pergunta": "Marque a alternativa que apresenta uma doença classificada como uma zoonose:",
    "alternativas": [
      "Caxumba.",
      "Hantavirose.",
      "Rubéola.",
      "Sarampo.",
      "Coqueluche."
    ],
    "correta": "Hantavirose.",
    "comentario": "Hantavirose é uma zoonose transmitida por roedores."
  },
  {
    "texto": null,
    "pergunta": "Em relação à pesquisa larvária, marque a alternativa correta:",
    "alternativas": [
      "Em localidades não infestadas, nunca deve ser realizada pesquisa larvária.",
      "Em municípios no Estrato I, deve ser feita em pontos estratégicos com ciclos quinzenais e tratamento focal/residual mensal.",
      "Os índices obtidos indicam somente a infestação por pupas.",
      "Em municípios no Estrato II, nunca se deve realizar pesquisa larvária.",
      "A unidade amostral não deve ser o imóvel visitado."
    ],
    "correta": "Em municípios no Estrato I, deve ser feita em pontos estratégicos com ciclos quinzenais e tratamento focal/residual mensal.",
    "comentario": "A pesquisa larvária em Estrato I é realizada quinzenalmente em pontos estratégicos com tratamento específico."
  },
  {
    "texto": null,
    "pergunta": "Sobre a Difteria, marque a alternativa correta:",
    "alternativas": [
      "A principal forma de prevenção é por meio da vacina monovalente.",
      "Em casos graves, podem aparecer inchaços no pescoço e gânglios linfáticos.",
      "A difteria ocorre somente durante o verão.",
      "É uma doença transmissível causada por um vírus.",
      "Atinge exclusivamente as amígdalas."
    ],
    "correta": "Em casos graves, podem aparecer inchaços no pescoço e gânglios linfáticos.",
    "comentario": "Na difteria grave pode haver inchaço no pescoço, conhecido como 'pescoço de touro'."
  },
  {
    "texto": "Leia o trecho a seguir:\n\n\"A saúde pública no Brasil enfrenta desafios constantes relacionados à coleta e análise de informações. Sistemas como o SINASC, o SINAN e o SIAB são fundamentais para compreender o perfil epidemiológico e planejar políticas de saúde.\"",
    "pergunta": "Sobre os sistemas de informação em saúde, assinale a alternativa correta:",
    "alternativas": [
      "O SINASC é responsável pela coleta de dados de agravos e doenças de notificação compulsória.",
      "O SIAB foi criado em 1990 e coleta informações sobre nascidos vivos no Brasil.",
      "O SINAN é o sistema que coleta notificações de agravos e doenças, sendo essencial para vigilância epidemiológica.",
      "O SINASC coleta dados territoriais da atenção básica, auxiliando o planejamento local.",
      "O SIAB registra exclusivamente óbitos no território nacional."
    ],
    "correta": "O SINAN é o sistema que coleta notificações de agravos e doenças, sendo essencial para vigilância epidemiológica.",
    "comentario": "O SINAN é utilizado para registro e acompanhamento de doenças e agravos de notificação compulsória, enquanto o SINASC coleta dados sobre nascidos vivos e o SIAB dados da atenção básica."
  },
  {
    "texto": null,
    "pergunta": "Sobre os insetos, marque a alternativa correta:",
    "alternativas": [
      "Possuem dois pares de antenas.",
      "Não apresentam mandíbulas.",
      "Seu corpo é dividido em cabeça, tórax e abdome.",
      "O abdome contém apêndices ambulatórios.",
      "Apresentam sempre um par de asa."
    ],
    "correta": "Seu corpo é dividido em cabeça, tórax e abdome.",
    "comentario": "A característica básica dos insetos é a divisão do corpo em cabeça, tórax e abdome."
  },
  {
    "texto": null,
    "pergunta": "Sobre as normas de segurança no combate às endemias, marque a alternativa correta:",
    "alternativas": [
      "Não é indicado estabelecer limite de tempo de exposição aos inseticidas.",
      "Alarmes e sinalização de emergência são exemplos de Equipamentos de Proteção Coletiva (EPC).",
      "A instalação de sistema de exaustão e ventilação não é medida de proteção coletiva.",
      "O objetivo da proteção coletiva é apenas evitar acidentes de trabalhadores noturnos.",
      "Não é necessária adequação dos espaços para armazenagem e manuseio de produtos químicos."
    ],
    "correta": "Alarmes e sinalização de emergência são exemplos de Equipamentos de Proteção Coletiva (EPC).",
    "comentario": "EPC incluem sistemas de alarme e sinalização para aumentar a segurança coletiva."
  },
  {
    "texto": null,
    "pergunta": "Considerando as políticas públicas de saúde no contexto de pandemias, assinale a alternativa que apresenta o pilar que serve de sustentação para a colaboração público-privada.",
    "alternativas": [
      "Informar a população sobre a responsabilidade permanente de cada um na prevenção contra agentes infecciosos patogênicos.",
      "Adotar e colocar em prática a frase 'Cuidar de si próprio e de todos, mas deixe que o profissional de saúde cuide de si sozinho'.",
      "Reduzir o percentual do valor retirado do PIB brasileiro para os gastos públicos com a saúde.",
      "Limitar a participação do setor privado quanto às doações, às parcerias e aos investimentos."
    ],
    "correta": "Informar a população sobre a responsabilidade permanente de cada um na prevenção contra agentes infecciosos patogênicos.",
    "comentario": "A conscientização e informação da população é base para a colaboração entre o setor público e privado em saúde."
  },
  {
    "texto": null,
    "pergunta": "A movimentação ou transferência interna/externa de lixos (resíduos sólidos) entre a fonte geradora e o local de armazenamento temporário, de reutilização, recuperação, reciclagem, tratamento ou disposição final, é denominado(a)",
    "alternativas": ["segregação", "reutilização", "tratamento", "transporte"],
    "correta": "transporte",
    "comentario": "O transporte corresponde à movimentação dos resíduos da origem até o local de armazenamento ou disposição."
  },
  {
    "texto": null,
    "pergunta": "Assinale a alternativa que apresenta a ação empregada para avaliar índices de atividade larvária em uma comunidade.",
    "alternativas": [
      "Dispensa de método de amostragem para as vistorias de imóveis.",
      "Identificação dos principais tipos de criadouros.",
      "Exclusão de cálculo de quantidade de recipientes na área do imóvel.",
      "Identificação apenas de criadouros de água corrente."
    ],
    "correta": "Identificação dos principais tipos de criadouros.",
    "comentario": "A identificação dos criadouros é fundamental para avaliação dos índices larvários."
  },
  {
    "texto": null,
    "pergunta": "Acerca dos Equipamentos de Proteção Individual (EPIs), assinale a alternativa correta.",
    "alternativas": [
      "Todos devem ser armazenados em locais úmidos, ou a temperaturas extremas, ou sob a luz solar direta.",
      "Deve-se evitar a substituição periódica como nos casos dos filtros de respiradores.",
      "Devem ser usados durante toda a exposição ao risco, não apenas em momentos percebidos como mais perigosos.",
      "A escolha do equipamento independe do tipo de atividade."
    ],
    "correta": "Devem ser usados durante toda a exposição ao risco, não apenas em momentos percebidos como mais perigosos.",
    "comentario": "EPIs devem ser utilizados continuamente enquanto houver exposição ao risco."
  },
  {
    "texto": null,
    "pergunta": "A leptospirose é uma doença que pode ser transmitida para os humanos através da exposição direta ou indireta à urina de animais sinantrópicos infectados. Os principais reservatórios transmissores dessa doença são os",
    "alternativas": ["sapos", "lagartos", "mexilhões", "roedores"],
    "correta": "roedores",
    "comentario": "Os roedores, especialmente ratos, são os principais transmissores da leptospirose."
  },
  {
    "texto": null,
    "pergunta": "Com relação às orientações para a prevenção e o controle do Aedes aegypti, vetor da dengue, assinale a alternativa que apresenta a medida a ser adotada pelas comunidades.",
    "alternativas": [
      "Evitar fazer furos em recipientes plásticos antes do descarte.",
      "Garrafas e baldes vazios devem ser guardados de cabeça para baixo.",
      "Deixar caixas d'água semiabertas para a entrada de luz solar.",
      "Manter pneus velhos e usados em locais abertos."
    ],
    "correta": "Garrafas e baldes vazios devem ser guardados de cabeça para baixo.",
    "comentario": "Recipientes devem ser guardados de cabeça para baixo para evitar acúmulo de água."
  },
  {
    "texto": null,
    "pergunta": "Para o preparo e a aplicação de inseticida, o EPI recomendado deverá ser",
    "alternativas": [
      "a bota permeável",
      "a mordaça",
      "a luva nitrílica",
      "o avental permeável"
    ],
    "correta": "a luva nitrílica",
    "comentario": "A luva nitrílica é indicada por sua resistência a agentes químicos como inseticidas."
  },
  {
    "texto": null,
    "pergunta": "As enchentes, como as que ocorreram no Estado do Rio Grande do Sul, podem resultar na contaminação do sistema doméstico de armazenamento de água. Para a prevenção de zoonoses, é fundamental realizar a limpeza das caixas d'água após esse tipo de catástrofe ambiental. Nesse caso, a limpeza deve ser feita com",
    "alternativas": [
      "hipoclorito de sódio a 2,5%",
      "hipoclorito de sódio a 50%",
      "água sanitária a 50%",
      "água sanitária a 25,5%"
    ],
    "correta": "hipoclorito de sódio a 2,5%",
    "comentario": "A concentração adequada para desinfecção de caixas d’água é 2,5% de hipoclorito de sódio."
  },
  {
    "texto": null,
    "pergunta": "O desenvolvimento das práticas educativas tem por base as ações de comunicação. A Educação em Saúde é considerada uma prática social que contribui para a formação da consciência crítica das pessoas sobre seus problemas de saúde. É correto o que se afirma em: \n\nI - A Educação em Saúde busca apenas transmitir informações de forma vertical, sem considerar o contexto social.\n\nII - A Educação em Saúde é entendida como prática social que contribui para a formação da consciência crítica das pessoas.\n\nIII - A Educação em Saúde favorece a participação ativa das pessoas na busca de soluções para seus problemas de saúde.",
    "alternativas": [
      "II e III, apenas.",
      "II, apenas.",
      "I e III, apenas.",
      "I, apenas."
    ],
    "correta": "II, apenas.",
    "comentario": "A Educação em Saúde é uma prática social que contribui para a formação da consciência crítica das pessoas sobre seus problemas de saúde."
  },
  {
    "texto": null,
    "pergunta": "Assinale a alternativa correta sobre o conceito de Endemias:",
    "alternativas": [
      "São doenças que ocorrem habitualmente em certas regiões.",
      "São doenças que aparecem em surtos imprevisíveis.",
      "São doenças que se alastram rapidamente por todo o mundo.",
      "São doenças restritas a pequenos grupos familiares."
    ],
    "correta": "São doenças que ocorrem habitualmente em certas regiões.",
    "comentario": "Endemias são doenças presentes constantemente em determinadas regiões, em níveis esperados."
  },
  {
    "texto": null,
    "pergunta": "O Sistema Único de Saúde (SUS) é regido por princípios e diretrizes. Um dos princípios que garante atendimento a todos, sem qualquer forma de discriminação, é:",
    "alternativas": [
      "Integralidade.",
      "Equidade.",
      "Resolutividade.",
      "Universalidade."
    ],
    "correta": "Universalidade.",
    "comentario": "Universalidade assegura o direito de acesso à saúde a todos os cidadãos brasileiros."
  },
  {
    "texto": null,
    "pergunta": "As doenças infecciosas podem ser transmitidas por diferentes meios. O mosquito Aedes aegypti é o vetor transmissor de várias doenças, entre elas:",
    "alternativas": [
      "Leptospirose.",
      "Febre amarela.",
      "Hantavirose.",
      "Esquistossomose."
    ],
    "correta": "Febre amarela.",
    "comentario": "O Aedes aegypti transmite dengue, zika, chikungunya e febre amarela."
  },
  {
    "texto": null,
    "pergunta": "Sobre a dengue, assinale a alternativa correta:",
    "alternativas": [
      "É transmitida pela picada do mosquito Aedes aegypti infectado.",
      "É transmitida por contato direto entre pessoas.",
      "É transmitida pela ingestão de água contaminada.",
      "É transmitida pelo ar, através de secreções respiratórias."
    ],
    "correta": "É transmitida pela picada do mosquito Aedes aegypti infectado.",
    "comentario": "A dengue é uma arbovirose transmitida pela picada do mosquito Aedes aegypti infectado."
  },
  {
    "texto": null,
    "pergunta": "Assinale a alternativa que apresenta um sintoma comum da dengue:",
    "alternativas": [
      "Febre alta súbita.",
      "Perda de cabelo.",
      "Aumento da pressão arterial.",
      "Diarreia persistente."
    ],
    "correta": "Febre alta súbita.",
    "comentario": "A febre alta de início súbito é um sintoma típico da dengue."
  },
  {
    "texto": null,
    "pergunta": "O tratamento da água com hipoclorito de sódio é uma medida eficaz para:",
    "alternativas": [
      "Eliminar o risco de transmissão do HIV.",
      "Evitar a transmissão de doenças de veiculação hídrica.",
      "Reduzir a quantidade de sais minerais na água.",
      "Eliminar a dureza da água."
    ],
    "correta": "Evitar a transmissão de doenças de veiculação hídrica.",
    "comentario": "O hipoclorito de sódio é utilizado para desinfecção da água, prevenindo doenças de veiculação hídrica."
  },
  {
    "texto": null,
    "pergunta": "O agente de combate a endemias, ao visitar os domicílios, deve orientar a população sobre medidas preventivas. Assinale a alternativa que corresponde a uma medida preventiva contra a dengue:",
    "alternativas": [
      "Deixar pneus ao ar livre para evitar acúmulo de sujeira.",
      "Manter garrafas e baldes de cabeça para baixo.",
      "Armazenar água em recipientes destampados.",
      "Deixar plantas aquáticas em vasos com água parada."
    ],
    "correta": "Manter garrafas e baldes de cabeça para baixo.",
    "comentario": "Manter recipientes de cabeça para baixo impede o acúmulo de água parada, eliminando criadouros do mosquito."
  },
  {
    "texto": null,
    "pergunta": "Sobre o saneamento básico, assinale a alternativa correta:",
    "alternativas": [
      "Inclui abastecimento de água, esgotamento sanitário, manejo de resíduos sólidos e drenagem de águas pluviais.",
      "Refere-se apenas ao abastecimento de água tratada.",
      "Está limitado à coleta e ao tratamento de esgoto.",
      "Engloba apenas a drenagem urbana."
    ],
    "correta": "Inclui abastecimento de água, esgotamento sanitário, manejo de resíduos sólidos e drenagem de águas pluviais.",
    "comentario": "O saneamento básico envolve um conjunto de serviços que contribuem para a saúde pública e qualidade de vida."
  },
  {
    "texto": null,
    "pergunta": "A leptospirose é uma doença transmitida principalmente:",
    "alternativas": [
      "Pela picada de mosquitos.",
      "Pela água ou solo contaminados com urina de ratos.",
      "Pelo consumo de alimentos crus.",
      "Pelo contato direto com pessoas infectadas."
    ],
    "correta": "Pela água ou solo contaminados com urina de ratos.",
    "comentario": "A leptospirose é transmitida pelo contato com água ou solo contaminado com urina de roedores infectados."
  },
  {
    "texto": null,
    "pergunta": "Em relação aos equipamentos de proteção individual (EPI), assinale a alternativa correta:",
    "alternativas": [
      "São de uso opcional pelo agente de combate a endemias.",
      "Devem ser utilizados durante toda a atividade que ofereça risco à saúde.",
      "Não precisam ser substituídos periodicamente.",
      "São fornecidos pelo trabalhador."
    ],
    "correta": "Devem ser utilizados durante toda a atividade que ofereça risco à saúde.",
    "comentario": "Os EPIs devem ser utilizados sempre que houver risco, garantindo segurança ao trabalhador."
  },
  {
    "texto": null,
    "pergunta": "As doenças de notificação compulsória são aquelas que:",
    "alternativas": [
      "Devem ser notificadas às autoridades de saúde em qualquer suspeita ou confirmação.",
      "Apenas os hospitais privados precisam notificar.",
      "Só precisam ser notificadas quando houver óbito.",
      "São notificadas de forma voluntária."
    ],
    "correta": "Devem ser notificadas às autoridades de saúde em qualquer suspeita ou confirmação.",
    "comentario": "Doenças de notificação compulsória são informadas obrigatoriamente aos serviços de saúde para controle epidemiológico."
  },
  {
    "texto": null,
    "pergunta": "O agente de combate a endemias deve realizar a pesquisa larvária para:",
    "alternativas": [
      "Verificar a presença de larvas do mosquito em recipientes com água.",
      "Contar o número de mosquitos adultos em uma região.",
      "Identificar a presença de vírus no sangue humano.",
      "Calcular a taxa de mortalidade infantil."
    ],
    "correta": "Verificar a presença de larvas do mosquito em recipientes com água.",
    "comentario": "A pesquisa larvária consiste em inspecionar depósitos de água para verificar a presença de larvas do Aedes aegypti."
  },
  {
    "texto": null,
    "pergunta": "Sobre o conceito de zoonoses, assinale a alternativa correta:",
    "alternativas": [
      "São doenças transmitidas apenas entre humanos.",
      "São doenças transmitidas de animais para humanos.",
      "São doenças que surgem exclusivamente em ambientes hospitalares.",
      "São doenças transmitidas apenas por mosquitos."
    ],
    "correta": "São doenças transmitidas de animais para humanos.",
    "comentario": "Zoonoses são doenças que podem ser transmitidas entre animais e seres humanos."
  },
  {
    "texto": null,
    "pergunta": "É uma doença infecciosa febril aguda, transmitida pela picada da fêmea infectada do Aedes aegypti. O quadro clínico pode variar desde formas assintomáticas até graves, incluindo choque e óbito. Trata-se de:",
    "alternativas": ["Leptospirose", "Malária", "Dengue", "Chikungunya"],
    "correta": "Dengue",
    "comentario": "A dengue é transmitida pela picada da fêmea do Aedes aegypti infectado, podendo evoluir de formas leves a graves."
  },
  {
    "texto": null,
    "pergunta": "Sobre o controle do vetor da dengue, assinale a alternativa correta:",
    "alternativas": [
      "O tratamento focal é feito em depósitos de água de consumo.",
      "O combate é feito apenas com inseticida na fase adulta do mosquito.",
      "As visitas domiciliares não incluem orientação aos moradores.",
      "O transporte de ovos não contribui para a dispersão do vetor."
    ],
    "correta": "O tratamento focal é feito em depósitos de água de consumo.",
    "comentario": "O tratamento focal consiste na aplicação de larvicida em depósitos de água de consumo para interromper o ciclo do mosquito."
  },
  {
    "texto": null,
    "pergunta": "É uma doença infecciosa transmitida principalmente pela urina de roedores infectados, que pode contaminar água e solo. Estamos nos referindo a:",
    "alternativas": ["Tuberculose", "Leptospirose", "Hanseníase", "Chagas"],
    "correta": "Leptospirose",
    "comentario": "A leptospirose é transmitida pela urina de roedores infectados, especialmente em enchentes e áreas alagadas."
  },
  {
    "texto": null,
    "pergunta": "São exemplos de Equipamentos de Proteção Individual (EPI) utilizados pelo agente de combate a endemias:",
    "alternativas": [
      "Óculos de proteção, luvas e máscara.",
      "Bota, uniforme e crachá.",
      "Boné, protetor solar e camisa de manga longa.",
      "Lanterna, bolsa e prancheta."
    ],
    "correta": "Óculos de proteção, luvas e máscara.",
    "comentario": "Os EPIs servem para proteger o trabalhador de riscos químicos e biológicos durante as atividades de campo."
  },
  {
    "texto": null,
    "pergunta": "O saneamento básico é fundamental para a prevenção de doenças. Entre os serviços essenciais, incluem-se:",
    "alternativas": [
      "Abastecimento de água, esgotamento sanitário, manejo de resíduos sólidos e drenagem urbana.",
      "Coleta de impostos, limpeza de ruas e poda de árvores.",
      "Vacinação, consultas médicas e internações hospitalares.",
      "Produção agrícola, abastecimento alimentar e transporte público."
    ],
    "correta": "Abastecimento de água, esgotamento sanitário, manejo de resíduos sólidos e drenagem urbana.",
    "comentario": "O saneamento básico é composto por serviços essenciais que contribuem diretamente para a saúde pública."
  },
  {
    "texto": null,
    "pergunta": "O Sistema Único de Saúde (SUS) é regido por princípios e diretrizes. Assinale a alternativa que corresponde ao princípio da integralidade:",
    "alternativas": [
      "Acesso universal e igualitário.",
      "Atendimento em todos os níveis de complexidade de forma articulada e contínua.",
      "Ações descentralizadas, com direção única em cada esfera de governo.",
      "Participação da comunidade na formulação e controle das ações de saúde."
    ],
    "correta": "Atendimento em todos os níveis de complexidade de forma articulada e contínua.",
    "comentario": "A integralidade garante atenção em todos os níveis de complexidade, articulada e contínua."
  },
  {
    "texto": null,
    "pergunta": "Assinale a alternativa que apresenta corretamente uma doença endêmica no Brasil:",
    "alternativas": ["Varíola.", "Doença de Chagas.", "Ebola.", "SARS."],
    "correta": "Doença de Chagas.",
    "comentario": "A doença de Chagas é uma endemia presente em diversas regiões do Brasil."
  },
  {
    "texto": null,
    "pergunta": "O mosquito Aedes aegypti é vetor de várias doenças. Assinale a alternativa que apresenta corretamente uma doença transmitida por esse vetor:",
    "alternativas": [
      "Tuberculose.",
      "Dengue.",
      "Esquistossomose.",
      "Leptospirose."
    ],
    "correta": "Dengue.",
    "comentario": "O Aedes aegypti transmite dengue, zika, chikungunya e febre amarela."
  },
  {
    "texto": null,
    "pergunta": "Sobre os sintomas da dengue, assinale a alternativa correta:",
    "alternativas": [
      "Febre alta, dores musculares e manchas vermelhas na pele.",
      "Tosse seca e falta de ar.",
      "Nódulos e manchas brancas na boca.",
      "Paralisia muscular e visão dupla."
    ],
    "correta": "Febre alta, dores musculares e manchas vermelhas na pele.",
    "comentario": "Os sintomas mais comuns da dengue incluem febre alta, dores no corpo e erupções cutâneas."
  },
  {
    "texto": null,
    "pergunta": "Assinale a alternativa que apresenta corretamente um exemplo de medida preventiva contra a proliferação do Aedes aegypti:",
    "alternativas": [
      "Armazenar pneus em locais abertos.",
      "Manter caixas d’água bem tampadas.",
      "Deixar garrafas vazias destampadas.",
      "Guardar baldes com água parada."
    ],
    "correta": "Manter caixas d’água bem tampadas.",
    "comentario": "Manter caixas d’água tampadas evita o acúmulo de água e o desenvolvimento de criadouros do mosquito."
  },
  {
    "texto": null,
    "pergunta": "A leptospirose é uma doença transmitida por:",
    "alternativas": [
      "Ar.",
      "Água e solo contaminados com urina de ratos.",
      "Picada de mosquito.",
      "Contato direto entre pessoas."
    ],
    "correta": "Água e solo contaminados com urina de ratos.",
    "comentario": "A leptospirose é transmitida principalmente pelo contato com água ou solo contaminado com urina de roedores."
  },
  {
    "texto": null,
    "pergunta": "Os Equipamentos de Proteção Individual (EPI) são fundamentais para a segurança do agente de combate a endemias. Assinale a alternativa correta:",
    "alternativas": [
      "Devem ser utilizados apenas em situações de emergência.",
      "São de uso opcional.",
      "Devem ser utilizados durante todas as atividades com risco.",
      "São fornecidos pelo próprio trabalhador."
    ],
    "correta": "Devem ser utilizados durante todas as atividades com risco.",
    "comentario": "Os EPIs devem ser utilizados sempre que houver risco para garantir a segurança do trabalhador."
  },
  {
    "texto": null,
    "pergunta": "Assinale a alternativa que apresenta corretamente um serviço incluso no saneamento básico:",
    "alternativas": [
      "Fornecimento de energia elétrica.",
      "Esgotamento sanitário.",
      "Serviço postal.",
      "Educação básica."
    ],
    "correta": "Esgotamento sanitário.",
    "comentario": "O saneamento básico compreende abastecimento de água, esgotamento sanitário, resíduos sólidos e drenagem urbana."
  },
  {
    "texto": null,
    "pergunta": "Sobre as doenças de notificação compulsória, assinale a alternativa correta:",
    "alternativas": [
      "Devem ser notificadas apenas em casos de óbito.",
      "A notificação é obrigatória mesmo em casos suspeitos.",
      "Apenas hospitais particulares devem notificar.",
      "A notificação é opcional."
    ],
    "correta": "A notificação é obrigatória mesmo em casos suspeitos.",
    "comentario": "As doenças de notificação compulsória devem ser notificadas em casos suspeitos ou confirmados."
  },
  {
    "texto": null,
    "pergunta": "A pesquisa larvária realizada pelo agente de combate a endemias tem como objetivo principal:",
    "alternativas": [
      "Identificar a presença de larvas de mosquitos em recipientes com água.",
      "Detectar vírus no sangue humano.",
      "Calcular o número de casos de dengue em uma região.",
      "Identificar a presença de mosquitos adultos em áreas abertas."
    ],
    "correta": "Identificar a presença de larvas de mosquitos em recipientes com água.",
    "comentario": "A pesquisa larvária permite verificar a infestação pelo Aedes aegypti em depósitos de água."
  },
  {
    "texto": null,
    "pergunta": "O Sistema Único de Saúde (SUS) é organizado de acordo com princípios e diretrizes. Assinale a alternativa que corresponde ao princípio da descentralização:",
    "alternativas": [
      "Garantia de atendimento universal.",
      "Divisão de responsabilidades entre União, estados e municípios.",
      "Atenção em todos os níveis de complexidade.",
      "Participação social no controle das ações."
    ],
    "correta": "Divisão de responsabilidades entre União, estados e municípios.",
    "comentario": "A descentralização distribui as responsabilidades da gestão do SUS entre União, estados e municípios."
  },
  {
    "texto": null,
    "pergunta": "Assinale a alternativa que apresenta corretamente um exemplo de zoonose:",
    "alternativas": ["Hipertensão.", "Raiva.", "Diabetes.", "Hanseníase."],
    "correta": "Raiva.",
    "comentario": "A raiva é uma zoonose, transmitida ao homem por animais infectados."
  },
  {
    "texto": null,
    "pergunta": "O mosquito Aedes aegypti é vetor de várias doenças. Assinale a alternativa correta:",
    "alternativas": [
      "Tuberculose.",
      "Leptospirose.",
      "Chikungunya.",
      "Esquistossomose."
    ],
    "correta": "Chikungunya.",
    "comentario": "O Aedes aegypti transmite dengue, zika, chikungunya e febre amarela."
  },
  {
    "texto": null,
    "pergunta": "Um dos principais sintomas da dengue é:",
    "alternativas": [
      "Tosse persistente.",
      "Febre alta súbita.",
      "Manchas esbranquiçadas na boca.",
      "Aumento da pressão arterial."
    ],
    "correta": "Febre alta súbita.",
    "comentario": "A febre alta de início súbito é um dos sintomas típicos da dengue."
  },
  {
    "texto": null,
    "pergunta": "A leptospirose é transmitida principalmente:",
    "alternativas": [
      "Pelo ar.",
      "Por alimentos contaminados.",
      "Pela urina de roedores que contamina água e solo.",
      "Por picada de inseto."
    ],
    "correta": "Pela urina de roedores que contamina água e solo.",
    "comentario": "A leptospirose é transmitida pela urina de ratos que contamina água ou solo, especialmente em enchentes."
  },
  {
    "texto": null,
    "pergunta": "Assinale a alternativa correta sobre Equipamentos de Proteção Individual (EPI):",
    "alternativas": [
      "São opcionais para os trabalhadores.",
      "Devem ser usados apenas em emergências.",
      "Devem ser usados durante toda a atividade com risco.",
      "São de responsabilidade exclusiva do trabalhador."
    ],
    "correta": "Devem ser usados durante toda a atividade com risco.",
    "comentario": "EPIs devem ser utilizados sempre que houver risco, garantindo proteção ao trabalhador."
  },
  {
    "texto": null,
    "pergunta": "Doenças de notificação compulsória são aquelas que:",
    "alternativas": [
      "Devem ser notificadas obrigatoriamente mesmo em casos suspeitos.",
      "Só precisam ser notificadas quando confirmadas.",
      "Apenas hospitais particulares precisam notificar.",
      "A notificação é opcional."
    ],
    "correta": "Devem ser notificadas obrigatoriamente mesmo em casos suspeitos.",
    "comentario": "A notificação compulsória é obrigatória para casos suspeitos ou confirmados, visando controle epidemiológico."
  },
  {
    "texto": null,
    "pergunta": "Em Santa Catarina tem se observado situações recorrentes de enchentes e indivíduos que entraram em contato com esta água podem manifestar sintomas de Leptospirose. Nestes casos, uma das recomendações a ser adotada é:",
    "alternativas": [
      "Divulgar informes sobre a necessidade de avaliação médica para todo indivíduo exposto.",
      "Manter vigilância ativa para identificação de casos suspeitos.",
      "Os animais domésticos se contraírem leptospirose, eles não transmitem a doença.",
      "Para desinfetar reservatórios de água, locais e objetos que entraram em contato com a enchente, usar Hipoclorito de Sódio a 2,5%."
    ],
    "correta": "Para desinfetar reservatórios de água, locais e objetos que entraram em contato com a enchente, usar Hipoclorito de Sódio a 2,5%.",
    "comentario": "A recomendação correta é a desinfecção com Hipoclorito de Sódio a 2,5%."
  },
  {
    "texto": null,
    "pergunta": "Com relação às doenças transmitidas pelo Aedes aegypti, assinale a alternativa correta:",
    "alternativas": [
      "Febre Amarela Urbana, Dengue, Zika e Chikungunya.",
      "Malária, Esquistossomose e Dengue.",
      "Zika, Hanseníase e Chagas.",
      "Febre Tifoide, Dengue e Zika."
    ],
    "correta": "Febre Amarela Urbana, Dengue, Zika e Chikungunya.",
    "comentario": "O Aedes aegypti é vetor de Dengue, Zika, Chikungunya e Febre Amarela Urbana."
  },
  {
    "texto": null,
    "pergunta": "Assinale a alternativa que apresenta corretamente um sintoma comum da dengue:",
    "alternativas": [
      "Febre alta súbita.",
      "Tosse com catarro.",
      "Manchas brancas na boca.",
      "Diarreia crônica."
    ],
    "correta": "Febre alta súbita.",
    "comentario": "A febre alta de início súbito é um dos principais sintomas da dengue."
  },
  {
    "texto": null,
    "pergunta": "A pesquisa larvária tem como principal objetivo:",
    "alternativas": [
      "Detectar vírus no sangue humano.",
      "Identificar larvas de mosquitos em recipientes com água.",
      "Contar mosquitos adultos.",
      "Calcular o número de casos de dengue em determinada região."
    ],
    "correta": "Identificar larvas de mosquitos em recipientes com água.",
    "comentario": "A pesquisa larvária é utilizada para identificar criadouros do mosquito Aedes aegypti."
  },
  {
    "texto": null,
    "pergunta": "O Aedes aegypti é um mosquito vetor de arboviroses. Uma das medidas corretas para combater sua proliferação é:",
    "alternativas": [
      "Manter caixas d’água bem tampadas.",
      "Armazenar pneus em locais abertos.",
      "Deixar garrafas e baldes destampados.",
      "Manter plantas aquáticas em vasos com água parada."
    ],
    "correta": "Manter caixas d’água bem tampadas.",
    "comentario": "Manter caixas d’água fechadas evita acúmulo de água e proliferação de larvas."
  },
  {
    "texto": null,
    "pergunta": "O agente de combate a endemias ao orientar a população, deve destacar medidas preventivas contra a leptospirose. Assinale a alternativa correta:",
    "alternativas": [
      "Evitar contato com água de enchentes, usar botas e luvas.",
      "Deixar alimentos expostos em áreas alagadas.",
      "Não lavar reservatórios de água após enchentes.",
      "Consumir água sem tratamento em locais de alagamento."
    ],
    "correta": "Evitar contato com água de enchentes, usar botas e luvas.",
    "comentario": "O uso de botas, luvas e evitar contato direto com águas de enchente previne a leptospirose."
  },
  {
    "texto": null,
    "pergunta": "O Sistema Único de Saúde (SUS) possui princípios e diretrizes. Assinale a alternativa que corresponde ao princípio da Universalidade:",
    "alternativas": [
      "Garantia de atenção em todos os níveis de complexidade.",
      "Participação da comunidade no controle social.",
      "Acesso à saúde para todos os cidadãos.",
      "Descentralização das ações e serviços."
    ],
    "correta": "Acesso à saúde para todos os cidadãos.",
    "comentario": "A Universalidade assegura que todos tenham direito ao acesso às ações e serviços de saúde."
  },
  {
    "texto": null,
    "pergunta": "O mosquito Aedes aegypti é vetor de doenças como:",
    "alternativas": [
      "Tuberculose e hanseníase.",
      "Zika e Chikungunya.",
      "Leptospirose e Tétano.",
      "Esquistossomose e Malária."
    ],
    "correta": "Zika e Chikungunya.",
    "comentario": "O Aedes aegypti transmite arboviroses como dengue, zika, chikungunya e febre amarela urbana."
  },
  {
    "texto": null,
    "pergunta": "Assinale a alternativa que apresenta corretamente um sintoma da dengue:",
    "alternativas": [
      "Febre alta súbita.",
      "Tosse persistente.",
      "Manchas brancas na boca.",
      "Aumento da pressão arterial."
    ],
    "correta": "Febre alta súbita.",
    "comentario": "Febre alta de início súbito é um dos sintomas característicos da dengue."
  },
  {
    "texto": null,
    "pergunta": "A leptospirose é uma doença transmitida:",
    "alternativas": [
      "Pela urina de roedores que contamina água e solo.",
      "Por picada de mosquitos.",
      "Por secreções respiratórias.",
      "Por alimentos industrializados."
    ],
    "correta": "Pela urina de roedores que contamina água e solo.",
    "comentario": "A leptospirose é transmitida pela urina de ratos, especialmente em enchentes."
  },
  {
    "texto": null,
    "pergunta": "Os Equipamentos de Proteção Individual (EPI) são:",
    "alternativas": [
      "De uso opcional pelo trabalhador.",
      "Fornecidos pelo próprio trabalhador.",
      "Devem ser utilizados durante toda a atividade com risco.",
      "Usados apenas em situações emergenciais."
    ],
    "correta": "Devem ser utilizados durante toda a atividade com risco.",
    "comentario": "O uso de EPIs é obrigatório sempre que houver risco à saúde do trabalhador."
  },
  {
    "texto": null,
    "pergunta": "A pesquisa larvária tem como objetivo principal:",
    "alternativas": [
      "Identificar larvas do mosquito em recipientes com água.",
      "Calcular o número de casos de dengue.",
      "Contar mosquitos adultos em áreas abertas.",
      "Detectar vírus no sangue humano."
    ],
    "correta": "Identificar larvas do mosquito em recipientes com água.",
    "comentario": "A pesquisa larvária permite verificar a presença de larvas do Aedes aegypti."
  },
  {
    "texto": null,
    "pergunta": "Assinale a alternativa correta sobre medidas preventivas contra o Aedes aegypti:",
    "alternativas": [
      "Deixar pneus ao ar livre.",
      "Manter caixas d’água tampadas.",
      "Armazenar baldes com água parada.",
      "Deixar garrafas vazias destampadas."
    ],
    "correta": "Manter caixas d’água tampadas.",
    "comentario": "Manter caixas d’água bem fechadas evita o desenvolvimento de criadouros do mosquito."
  },
  {
    "texto": null,
    "pergunta": "De acordo com o 'Manual Prático para o Diagnóstico e Controle da Esquistossomose', desde que ano o Laboratório de Referência em Esquistossomose do Instituto Aggeu Magalhães (IAM/Fiocruz) desenvolve pesquisas em Epidemiologia da Esquistossomose?",
    "alternativas": ["1975", "1980", "1987", "1996"],
    "correta": "1987",
    "comentario": "O IAM/Fiocruz desenvolve pesquisas em Epidemiologia da Esquistossomose desde 1987."
  },
  {
    "texto": null,
    "pergunta": "Segundo o 'Manual Prático para o Diagnóstico e Controle da Esquistossomose', qual é a estimativa de indivíduos infectados pelo Schistosoma mansoni no Brasil, considerado o país mais afetado das Américas, de acordo com Noya et al., 2015?",
    "alternativas": [
      "500 mil indivíduos",
      "1 milhão de indivíduos",
      "1,5 milhão de indivíduos",
      "2 milhões de indivíduos"
    ],
    "correta": "1,5 milhão de indivíduos",
    "comentario": "Segundo Noya et al., 2015, essa é a estimativa de infectados no Brasil."
  },
  {
    "texto": null,
    "pergunta": "Ainda sobre o 'Manual Prático para o Diagnóstico e Controle da Esquistossomose', em que ano foi implantado no Brasil o Programa Especial de Controle da Esquistossomose (PECE), a primeira iniciativa para controlar a doença?",
    "alternativas": ["1960", "1972", "1975", "1988"],
    "correta": "1975",
    "comentario": "egundo o Manual Prático para o Diagnóstico e Controle da Esquistossomose, o Programa Especial de Controle da Esquistossomose (PECE) foi implantado em 1972, sendo a primeira iniciativa organizada em âmbito nacional para reduzir a prevalência da doença no Brasil."
  },
  {
    "texto": null,
    "pergunta": "Qual medicamento, utilizado a partir de meados da década de 70, foi responsável por reduzir drasticamente a prevalência da esquistossomose no Brasil através de tratamentos em massa, conforme o 'Manual Prático para o Diagnóstico e Controle da Esquistossomose'?",
    "alternativas": [
      "Niclosamida",
      "Oxamniquina",
      "Praziquantel",
      "Metrifonato"
    ],
    "correta": "Praziquantel",
    "comentario": "A introdução do praziquantel na década de 70 revolucionou o controle, permitindo tratamento em massa."
  },
  {
    "texto": null,
    "pergunta": "Conforme o 'Manual Prático para o Diagnóstico e Controle da Esquistossomose', qual foi a prevalência de esquistossomose registrada no primeiro inquérito nacional de prevalência para a doença em 1950?",
    "alternativas": ["0,99%", "6,6%", "10%", "25%"],
    "correta": "10%",
    "comentario": "O primeiro inquérito nacional de prevalência (1950) registrou cerca de 10%."
  },
  {
    "texto": null,
    "pergunta": "De acordo com o 'Manual Prático para o Diagnóstico e Controle da Esquistossomose', qual das seguintes espécies de caramujo não foi encontrada naturalmente infectada por S. mansoni no Brasil, mas possui suscetibilidade à infecção em condições experimentais?",
    "alternativas": [
      "Biomphalaria glabrata",
      "Biomphalaria straminea",
      "Biomphalaria tenagophila",
      "Biomphalaria amazonica"
    ],
    "correta": "Biomphalaria amazonica",
    "comentario": "Já a Biomphalaria amazonica nunca foi encontrada naturalmente infectada, mas apresenta suscetibilidade experimental à infecção pelo parasita."
  },
  {
    "texto": null,
    "pergunta": "Segundo o 'Manual Prático para o Diagnóstico e Controle da Esquistossomose', em média, quantos dias podem levar para a formação e desprendimento das cercárias para a coleção hídrica, em condições ideais de temperatura de aproximadamente 28°C?",
    "alternativas": [
      "15 a 20 dias",
      "20 a 25 dias",
      "27 a 30 dias",
      "35 a 40 dias"
    ],
    "correta": "27 a 30 dias",
    "comentario": "Tempo médio para liberação de cercárias em condições ideais de 28 °C."
  },
  {
    "texto": null,
    "pergunta": "No 'Manual Prático para o Diagnóstico e Controle da Esquistossomose', um 'foco' é definido como:",
    "alternativas": [
      "Toda coleção de água doce com a presença do caramujo vetor.",
      "Toda coleção hídrica que expõe a comunidade local ao risco de infecção.",
      "Toda coleção hídrica que apresente indícios de contaminação fecal.",
      "Todo criadouro onde se encontra caramujo infectado por S. mansoni, com o exame para detectar a infecção feito em laboratório."
    ],
    "correta": "Todo criadouro onde se encontra caramujo infectado por S. mansoni, com o exame para detectar a infecção feito em laboratório.",
    "comentario": "Letra D. Exemplo: A definição de “foco” é específica: não basta haver caramujos ou risco de contaminação, é preciso comprovar a presença do Schistosoma mansoni no vetor por meio de exame laboratorial, garantindo precisão no diagnóstico e controle da doença.."
  },
  {
    "texto": null,
    "pergunta": "Qual o método mais empregado para verificar se os caramujos estão infectados por S. mansoni ou outros trematódeos, por ser mais fácil visualizar as cercárias vivas e em movimento característico, conforme o 'Manual Prático para o Diagnóstico e Controle da Esquistossomose'?",
    "alternativas": [
      "Exame por Esmagamento",
      "Exame de Exposição à Luz",
      "PCR Simples",
      "Nested PCR"
    ],
    "correta": "Exame de Exposição à Luz",
    "comentario": "Expondo a luz. Esse é o método mais utilizado porque permite observar facilmente as cercárias vivas e seus movimentos característicos, tornando o diagnóstico mais prático e eficiente em relação a outras técnicas."
  },
  {
    "texto": null,
    "pergunta": "A principal limitação do método Kato-Katz em áreas de baixa prevalência para esquistossomose, de acordo com o 'Manual Prático para o Diagnóstico e Controle da Esquistossomose', é que ele:",
    "alternativas": [
      "Possui alta especificidade, mas baixa sensibilidade para outros helmintos.",
      "Permite a contagem de OPG, mas não diferencia as espécies.",
      "Requer fezes frescas e não pode ser usado com fezes diarreicas.",
      "Perde sensibilidade e o número de resultados falso negativos aumenta quando os indivíduos infectados tendem a ter baixas cargas parasitárias."
    ],
    "correta": "Perde sensibilidade e o número de resultados falso negativos aumenta quando os indivíduos infectados tendem a ter baixas cargas parasitárias.",
    "comentario": "Principal limitação do método Kato-Katz em áreas de baixa endemicidade."
  },
  {
    "texto": null,
    "pergunta": "Qual o fator de conversão para obter o número de ovos por grama de fezes (OPG) a partir do número de ovos encontrados na lâmina no método Kato-Katz, conforme o 'Manual Prático para o Diagnóstico e Controle da Esquistossomose'?",
    "alternativas": ["12", "18", "24", "36"],
    "correta": "24",
    "comentario": "Fator de conversão para ovos por grama de fezes (OPG)."
  },
  {
    "texto": null,
    "pergunta": "A técnica Nested PCR, quando utilizada no diagnóstico malacológico e resultando positiva para DNA do parasito, mas sem liberação de cercárias pelo caramujo, indica que o criadouro é considerado o quê, de acordo com o 'Manual Prático para o Diagnóstico e Controle da Esquistossomose'?",
    "alternativas": [
      "Um foco inativo.",
      "Um criadouro temporário.",
      "Um foco potencial de transmissão.",
      "Uma área indene."
    ],
    "correta": "Um foco potencial de transmissão.",
    "comentario": "Segundo o Manual Prático para o Diagnóstico e Controle da Esquistossomose, quando a Nested PCR detecta DNA do parasita no caramujo, mas não há liberação de cercárias, o criadouro é classificado como foco potencial de transmissão, pois existe a presença do parasito, mesmo sem comprovação direta da eliminação de formas infectantes."
  },
  {
    "texto": null,
    "pergunta": "Para o controle de qualidade interno das lâminas examinadas por microscopia (independentemente da metodologia), qual percentual das lâminas lidas por um microscopista deve ser selecionado aleatoriamente para reexame por outro microscopista do mesmo laboratório, segundo o 'Manual Prático para o Diagnóstico e Controle da Esquistossomose'?",
    "alternativas": ["5%", "10%", "15%", "20%"],
    "correta": "10%",
    "comentario": "Segundo o Manual Prático para o Diagnóstico e Controle da Esquistossomose, 10% das lâminas lidas por um microscopista devem ser selecionadas aleatoriamente para reexame por outro microscopista do mesmo laboratório."
  },
  {
    "texto": null,
    "pergunta": "Segundo a OMS (2002), quais são as classificações da carga parasitária para infecção por esquistossomose?",
    "alternativas": [
      "Leve: 1-99 OPG; Moderada: 100-299 OPG; Grave: ≥ 300 OPG.",
      "Leve: 0-99 OPG; Moderada: 100-399 OPG; Grave: ≥ 400 OPG.",
      "Leve: < 50 OPG; Moderada: 50-200 OPG; Grave: > 200 OPG.",
      "Leve: 0-10 OPG; Moderada: 11-100 OPG; Grave: > 100 OPG."
    ],
    "correta": "Leve: 0-99 OPG; Moderada: 100-399 OPG; Grave: ≥ 400 OPG.",
    "comentario": "Segundo a OMS (2002), a intensidade da infecção por S. mansoni é determinada pelo número de ovos por grama de fezes. Essa classificação é importante porque orienta ações de controle e tratamento, ajudando a diferenciar infecções leves de quadros mais graves, que oferecem maior risco de morbidade."
  },
  {
    "texto": null,
    "pergunta": "Conforme a 'Vigilância da Esquistossomose Mansoni', quais foram os primeiros registros históricos da esquistossomose, comprovados por Ruffer em 1910?",
    "alternativas": [
      "Desenhos em papiros antigos descrevendo a doença.",
      "Relatos de surtos em comunidades ribeirinhas na antiguidade.",
      "Ovos de Schistosoma encontrados em vísceras de múmias egípcias que remontam a 1.250 a.C.",
      "Documentos chineses de 2 mil anos que mencionam a 'doença do caramujo'."
    ],
    "correta": "Ovos de Schistosoma encontrados em vísceras de múmias egípcias que remontam a 1.250 a.C.",
    "comentario": "Primeiro registro histórico, descrito por Ruffer em 1910."
  },
  {
    "texto": null,
    "pergunta": "De acordo com a 'Vigilância da Esquistossomose Mansoni', como é definida uma área de baixa endemicidade para esquistossomose, segundo o Sistema de Informação do Programa de Vigilância e Controle da Esquistossomose (SISPCE/SVS/MS)?",
    "alternativas": [
      "Positividade ≥10% e menos que 1% de infecção intensa (≥400 OPG).",
      "Positividade ≥10% e percentual de infecção intensa (≥400 OPG) maior ou igual a 1%.",
      "Positividade <10% e menos que 1% de infecção intensa (≥400 OPG).",
      "Positividade <5% e sem casos de infecção intensa."
    ],
    "correta": "Positividade <10% e menos que 1% de infecção intensa (≥400 OPG).",
    "comentario": "O SISPCE adota essa classificação porque áreas com <10% de prevalência e <1% de infecção intensa têm menor impacto em saúde pública, exigindo vigilância contínua, mas sem a mesma urgência de intervenções em massa aplicadas em áreas de média/alta endemicidade.."
  },
  {
    "texto": null,
    "pergunta": "No contexto da 'Vigilância da Esquistossomose Mansoni', qual a principal diferença na dinâmica de transmissão da esquistossomose entre áreas urbanas e rurais?",
    "alternativas": [
      "Na área rural, a transmissão é sazonal; na urbana, é perene.",
      "Na área rural, o contato é acidental; na urbana, está ligado a atividades laborais.",
      "Na área rural, o contato ocorre ao desenvolver atividades laborais e de lazer em focos perenes; na urbana, o contato ocorre acidentalmente em ruas alagadas, valas de drenagem, esgotos a céu aberto, que funcionam como criadouros temporários.",
      "Na área rural, a espécie vetor é B. glabrata; na urbana, é B. straminea."
    ],
    "correta": "Na área rural, o contato ocorre ao desenvolver atividades laborais e de lazer em focos perenes; na urbana, o contato ocorre acidentalmente em ruas alagadas, valas de drenagem, esgotos a céu aberto, que funcionam como criadouros temporários.",
    "comentario": "Diferença central na dinâmica de transmissão."
  },
  {
    "texto": null,
    "pergunta": "Qual é a definição de caso suspeito de esquistossomose, conforme a 'Vigilância da Esquistossomose Mansoni'?",
    "alternativas": [
      "Indivíduo com história de contato com águas doces e presença de S. mansoni nas fezes.",
      "Indivíduo com quadro clínico compatível com a forma crônica da doença e hepatoesplenomegalia.",
      "Indivíduo com quadro clínico sugestivo das formas aguda e crônica ou assintomático, com história de contato com águas doces que tenham ou não a presença de caramujos hospedeiros intermediários do S. mansoni.",
      "Indivíduo residente em área endêmica com resultados sorológicos reagentes para S. mansoni."
    ],
    "correta": "Letra C: Indivíduo com quadro clínico sugestivo das formas aguda e crônica ou assintomático, com história de contato com águas doces que tenham ou não a presença de caramujos hospedeiros intermediários do S. mansoni.",
    "comentario": "Segundo a Vigilância da Esquistossomose Mansoni, considera-se caso suspeito tanto quem apresenta sintomas (formas aguda ou crônica) quanto indivíduos assintomáticos, desde que tenham histórico de contato com águas possivelmente contaminadas por cercárias do Schistosoma mansoni."
  },
  {
    "texto": null,
    "pergunta": "No levantamento inicial (LI) da esquistossomose, qual técnica de exame parasitológico de fezes é indicada para conhecer as cargas parasitárias e avaliar o impacto das ações de controle, de acordo com a 'Vigilância da Esquistossomose Mansoni'?",
    "alternativas": [
      "Sedimentação espontânea (Lutz/HPJ)",
      "Helmintex",
      "Kato-Katz quantitativo, com duas lâminas de uma mesma amostra de fezes.",
      "Pesquisa de antígeno circulante."
    ],
    "correta": "Kato-Katz quantitativo, com duas lâminas de uma mesma amostra de fezes.",
    "comentario": "Método indicado no levantamento inicial."
  },
  {
    "texto": null,
    "pergunta": "Em áreas de baixa endemicidade para esquistossomose (positividade <10% e menos que 1% de infecção intensa), qual a recomendação para a realização do teste de Kato-Katz, segundo a 'Vigilância da Esquistossomose Mansoni'?",
    "alternativas": [
      "Duas lâminas de uma única amostra de fezes.",
      "Seis lâminas de uma única amostra de fezes.",
      "Três amostras de fezes coletadas em dias alternados, com leitura de duas lâminas de cada amostra de fezes.",
      "Testes sorológicos como triagem, seguidos de Kato-Katz em casos positivos."
    ],
    "correta": "Três amostras de fezes coletadas em dias alternados, com leitura de duas lâminas de cada amostra de fezes.",
    "comentario": "Recomendação em áreas de baixa endemicidade."
  },
  {
    "texto": null,
    "pergunta": "De acordo com a 'Vigilância da Esquistossomose Mansoni', qual a recomendação para a periodicidade dos inquéritos ou avaliações subsequentes após o levantamento inicial, em média, e qual a priorização para áreas urbanas e rurais?",
    "alternativas": [
      "Anualmente, com prioridade para escolares em áreas rurais e toda a população em áreas urbanas.",
      "Bienalmente, com prioridade para toda a população em áreas urbanas e escolares em áreas rurais.",
      "A cada dois anos, em média. Em área urbana, sugere-se inquéritos em escolares; em área rural, a investigação deve incluir toda a população, priorizando aqueles entre 6 e 15 anos.",
      "Trimestralmente, com foco em adultos de 15 a 49 anos em ambas as áreas."
    ],
    "correta": "A cada dois anos, em média. Em área urbana, sugere-se inquéritos em escolares; em área rural, a investigação deve incluir toda a população, priorizando aqueles entre 6 e 15 anos.",
    "comentario": "A resposta correta é a C, pois a recomendação é de inquéritos a cada dois anos em média. Em áreas urbanas, a prioridade são os escolares, enquanto nas rurais deve-se incluir toda a população, com destaque para os de 6 a 15 anos. Isso garante uma vigilância mais eficiente e direcionada."
  },
  {
    "texto": null,
    "pergunta": "Para a remessa de caramujos vivos destinados à identificação e ao exame de infecção por S. mansoni, qual técnica proposta por W. L. Paraense é detalhada na 'Vigilância da Esquistossomose Mansoni', com foco na condição de umidade?",
    "alternativas": [
      "Acondicionamento em frascos com água oxigenada para garantir a oxigenação.",
      "Utilização de sacos plásticos hermeticamente fechados e cheios de água.",
      "Embalagem em recipientes com etanol 70% para conservação imediata.",
      "Umedecer uma gaze de algodão e espremê-la muito bem para que fique levemente úmida antes de envolver os caramujos."
    ],
    "correta": "Umedecer uma gaze de algodão e espremê-la muito bem para que fique levemente úmida antes de envolver os caramujos.",
    "comentario": "Técnica proposta por Paraense para envio de caramujos."
  },
  {
    "texto": null,
    "pergunta": "Segundo as 'Diretrizes Nacionais para Prevenção e Controle das Arboviroses Urbanas', qual é a função básica de uma larvitrampa na vigilância entomológica?",
    "alternativas": [
      "Monitorar a densidade de mosquitos adultos.",
      "Avaliar a eficácia de larvicidas em campo.",
      "Detecção precoce da introdução do vetor em locais como portos fluviais ou marítimos, aeroportos e terminais rodoviários.",
      "Servir como criadouro para estudos laboratoriais."
    ],
    "correta": "Detecção precoce da introdução do vetor em locais como portos fluviais ou marítimos, aeroportos e terminais rodoviários.",
    "comentario": "Função básica das larvitrampas."
  },
  {
    "texto": null,
    "pergunta": "De acordo com as 'Diretrizes Nacionais para Prevenção e Controle das Arboviroses Urbanas', como é calculado o Índice de Ovos por Ovitrampa (IDO)?",
    "alternativas": [
      "Número de ovos dividido pelo número de ovitrampas examinadas.",
      "Número de ovos multiplicado por 100, dividido pelo número de ovitrampas positivas.",
      "Número de ovos multiplicado por 100, dividido pelo número de ovitrampas examinadas.",
      "Número de ovos dividido pelo número de ovitrampas instaladas."
    ],
    "correta": "Número de ovos multiplicado por 100, dividido pelo número de ovitrampas examinadas.",
    "comentario": "O Índice de Ovos por Ovitrampa (IDO) é obtido pela razão entre a quantidade total de ovos encontrados e o número de ovitrampas efetivamente examinadas, permitindo avaliar a densidade vetorial de forma prática e comparável entre diferentes áreas."
  },
  {
    "texto": null,
    "pergunta": "Qual o pré-requisito mínimo de monitoramento contínuo de ovitrampas para a implementação de determinadas tecnologias, como estações disseminadoras de larvicidas (EDLs) ou a liberação de Ae. aegypti com Wolbachia, conforme as 'Diretrizes Nacionais para Prevenção e Controle das Arboviroses Urbanas'?",
    "alternativas": ["Um mês", "Dois meses", "Três meses", "Seis meses"],
    "correta": "Três meses",
    "comentario": "Tempo mínimo de monitoramento contínuo com ovitrampas."
  },
  {
    "texto": null,
    "pergunta": "Segundo as 'Diretrizes Nacionais para Prevenção e Controle das Arboviroses Urbanas', a implementação de Estações Disseminadoras de Larvicidas (EDLs) tem um rendimento médio de quantas EDLs por equipe em um dia (oito horas de trabalho)?",
    "alternativas": [
      "5 a 10 EDLs",
      "10 a 15 EDLs",
      "15 a 20 EDLs",
      "20 a 25 EDLs"
    ],
    "correta": "20 a 25 EDLs",
    "comentario": "Produtividade média de implementação das estações disseminadoras."
  },
  {
    "texto": null,
    "pergunta": "Qual percentual de redução na taxa de eclosão de larvas foi obtido nos testes da Técnica do Inseto Estéril (TIE) por irradiação, iniciados em Recife em 2017, quando comparada à área de controle, de acordo com as 'Diretrizes Nacionais para Prevenção e Controle das Arboviroses Urbanas'?",
    "alternativas": ["25%", "50%", "75%", "90%"],
    "correta": "50%",
    "comentario": "Resposta: 50%\nRedução observada com a Técnica do Inseto Estéril em Recife (2017)."
  },
  {
    "texto": null,
    "pergunta": "De acordo com as 'Diretrizes Nacionais para Prevenção e Controle das Arboviroses Urbanas', como é calculado o Índice de Infestação Predial (IIP)?",
    "alternativas": [
      "(Recipientes positivos / Imóveis pesquisados) x 100.",
      "(Imóveis positivos / Recipientes positivos) x 100.",
      "(Imóveis positivos / Imóveis pesquisados) x 100.",
      "(Imóveis pesquisados / Imóveis positivos) x 100."
    ],
    "correta": "(Imóveis positivos / Imóveis pesquisados) x 100.",
    "comentario": "Cálculo do Índice de Infestação Predial (IIP)."
  },
  {
    "texto": null,
    "pergunta": "Qual a recomendação para o descarte de itens como copos descartáveis, tampas de garrafas, latas e embalagens plásticas que possam acumular água, visando o controle de arboviroses, conforme a 'Cartilha Dengue - Agentes de Combate às Endemias'?",
    "alternativas": [
      "Descartar no lixo comum, sem cuidados adicionais.",
      "Queimar ou incinerar para eliminar possíveis ovos.",
      "Separar e colocar devidamente fechados em sacos plásticos para descarte.",
      "Reutilizar sempre que possível para outros fins."
    ],
    "correta": "Separar e colocar devidamente fechados em sacos plásticos para descarte.",
    "comentario": "Recomendação da cartilha de combate à dengue."
  },
  {
    "texto": null,
    "pergunta": "No 'Guia de Vigilância Epidemiológica', a 'Busca ativa de casos' tem como propósito fundamental:",
    "alternativas": [
      "Confirmar diagnósticos laboratoriais de casos já notificados.",
      "Avaliar a efetividade das medidas de controle já implementadas.",
      "Identificar casos suspeitos adicionais (notificados ou não) no espaço geográfico onde houver suspeita da existência de contatos e/ou fonte de contágio ativa.",
      "Realizar inquéritos sorológicos em populações de baixo risco."
    ],
    "correta": "Identificar casos suspeitos adicionais (notificados ou não) no espaço geográfico onde houver suspeita da existência de contatos e/ou fonte de contágio ativa.",
    "comentario": "Objetivo central da busca ativa."
  },
  {
    "texto": null,
    "pergunta": "Segundo o 'Guia de Vigilância Epidemiológica', a investigação epidemiológica deve buscar responder a questões essenciais. Uma dessas questões é: 'Trata-se realmente de casos da doença que se suspeita?' Qual a informação produzida ao responder a essa questão?",
    "alternativas": [
      "Identificação de fatores de risco.",
      "Determinação do período de transmissibilidade.",
      "Confirmação do diagnóstico.",
      "Medidas de controle."
    ],
    "correta": "Confirmação do diagnóstico.",
    "comentario": "Está diretamente relacionada à validação clínica e laboratorial dos casos."
  },
  {
    "texto": null,
    "pergunta": "Conforme o 'Guia de Vigilância Epidemiológica', qual sistema de informação é o instrumento de coleta de dados para o registro de doenças e agravos de notificação compulsória?",
    "alternativas": ["SIH/SUS", "SIA/SUS", "SIM", "Sinan"],
    "correta": "Sinan",
    "comentario": "Sistema usado para agravos de notificação compulsória."
  },
  {
    "texto": null,
    "pergunta": "Ainda no 'Guia de Vigilância Epidemiológica', o Sistema de Informações sobre Mortalidade (SIM) permite a construção de importantes indicadores. Qual das seguintes opções não é um dado que pode ser obtido a partir desse sistema para delineamento do perfil de saúde?",
    "alternativas": [
      "Mortalidade proporcional por causas.",
      "Letalidade de agravos dos quais se conheça a incidência.",
      "Taxas de mortalidade geral, infantil ou materna.",
      "Incidência de nascidos vivos com baixo peso."
    ],
    "correta": "Incidência de nascidos vivos com baixo peso.",
    "comentario": "Dado que não pode ser obtido diretamente pelo SIM."
  },
  {
    "texto": null,
    "pergunta": "No 'Guia de Vigilância Epidemiológica', qual a recomendação sobre a coleta de material para exames laboratoriais em casos de suspeita de doença transmissível de notificação compulsória?",
    "alternativas": [
      "Devem ser coletadas apenas após a instituição do tratamento.",
      "Somente em casos graves, onde o diagnóstico clínico não é suficiente.",
      "Não se deve aguardar os resultados dos exames para dar início às medidas de controle.",
      "A coleta deve ser feita exclusivamente por profissionais de laboratório."
    ],
    "correta": "Não se deve aguardar os resultados dos exames para dar início às medidas de controle.",
    "comentario": "A coleta de material para exames laboratoriais deve ser feita precocemente, mas as ações de controle (isolamento, bloqueio de contatos, notificação imediata etc.) não devem esperar os resultados, pois a demora pode comprometer a contenção do agravo.."
  },
  {
    "texto": null,
    "pergunta": "Qual a duração aproximada do efeito residual dos piretróides em superfícies de parede para o controle químico de vetores em Leishmaniose Visceral, segundo o 'Manual de Vigilância e Controle da Leishmaniose Visceral'?",
    "alternativas": ["1 mês", "3 meses", "6 meses", "12 meses"],
    "correta": "3 meses",
    "comentario": "Efeito residual aproximado dos piretróides em paredes."
  },
  {
    "texto": null,
    "pergunta": "Segundo o 'Manual de Vigilância e Controle da Leishmaniose Visceral', qual a metodologia proposta para o levantamento entomológico em zona rural e urbana para flebotomíneos?",
    "alternativas": [
      "Coleta manual com tubo de sucção.",
      "Armadilhas adesivas.",
      "Armadilha de isca luminosa, usando a localidade para a zona rural e os setores de zoneamento para o controle do Aedes aegypti para a zona urbana.",
      "Armadilhas com animais ou feromônios."
    ],
    "correta": "Armadilha de isca luminosa, usando a localidade para a zona rural e os setores de zoneamento para o controle do Aedes aegypti para a zona urbana.",
    "comentario": "Metodologia recomendada."
  },
  {
    "texto": null,
    "pergunta": "No 'Guia de Tratamento da Malária no Brasil', qual o método de diagnóstico de malária que tem sua eficácia diagnóstica dependente da qualidade dos reagentes, de pessoal bem treinado e experiente na leitura das lâminas e de permanente supervisão?",
    "alternativas": [
      "Testes rápidos.",
      "Reação em cadeia da polimerase (PCR).",
      "Gota espessa.",
      "Exame parasitológico direto."
    ],
    "correta": "Gota espessa.",
    "comentario": "Método diagnóstico padrão para malária, dependente de treinamento."
  },
  {
    "texto": null,
    "pergunta": "Em relação à Leptospirose, de acordo com o 'Guia de Vigilância Epidemiológica' e o 'Leptospirose - Diagnóstico e Manejo Clínico', quais exames devem ser solicitados para avaliação inicial de pacientes internados com suspeita clínica?",
    "alternativas": [
      "Apenas sorologia para leptospirose e hemograma.",
      "Hemoculturas para Leptospira e culturas para outros aeróbios.",
      "Hemograma; bioquímica (ureia, creatinina, bilirrubina total e frações, atividade de protrombina, TGO, TGP, gama GT, FA, CPK, Na+ e K+); radiografia de tórax; gasometria arterial; ECG; sorologia para leptospirose; e hemoculturas para Leptospira e aeróbios.",
      "Apenas exames inespecíficos como ureia, creatinina e bilirrubinas."
    ],
    "correta": "Hemograma; bioquímica (ureia, creatinina, bilirrubina total e frações, atividade de protrombina, TGO, TGP, gama GT, FA, CPK, Na+ e K+); radiografia de tórax; gasometria arterial; ECG; sorologia para leptospirose; e hemoculturas para Leptospira e aeróbios.",
    "comentario": "Esses exames permitem avaliar o comprometimento renal, hepático, hematológico, respiratório e cardiovascular, além de confirmar o diagnóstico da leptospirose por meio de sorologia e hemocultura."
  },
  {
    "texto": null,
    "pergunta": "Conforme o 'Guia de Vigilância Epidemiológica', qual é o agente etiológico da Leptospirose?",
    "alternativas": [
      "Vírus helicoidal aeróbico obrigatório.",
      "Fungo aeróbico facultativo.",
      "Bactéria helicoidal (espiroqueta) aeróbica obrigatória do gênero Leptospira.",
      "Protozoário flagelado."
    ],
    "correta": "Bactéria helicoidal (espiroqueta) aeróbica obrigatória do gênero Leptospira.",
    "comentario": "Agente etiológico da leptospirose."
  },
  {
    "texto": null,
    "pergunta": "No 'Guia de Vigilância Epidemiológica', ao suspeitar de caso de Cólera, qual técnica de coleta de amostras de fezes é indicada para processamento de 24 a 72 horas após a coleta, se mantidas em temperatura ambiente (ou até 7 dias sob refrigeração)?",
    "alternativas": [
      "Fezes in natura em frasco limpo e seco.",
      "Swab retal ou fecal em meio de transporte Cary-Blair.",
      "Swab Moore para resíduos líquidos.",
      "Coleta de água peptonada alcalina."
    ],
    "correta": "Swab retal ou fecal em meio de transporte Cary-Blair.",
    "comentario": "Na suspeita de cólera, a coleta das amostras deve considerar o tempo até processamento. Quando o exame não pode ser feito de imediato, utiliza-se o swab retal ou fecal em meio de transporte Cary-Blair, pois ele mantém o Vibrio cholerae viável por até 72 horas em temperatura ambiente ou até 7 dias sob refrigeração."
  },
  {
    "texto": null,
    "pergunta": "De acordo com o 'Guia de Vigilância Epidemiológica', a incidência da raiva silvestre tem estimulado a implantação de ações de vigilância e pesquisa em animais silvestres. Com qual objetivo essas ações devem ser realizadas?",
    "alternativas": [
      "Identificar a raça predominante de animais silvestres envolvidos.",
      "Permitir um maior entendimento da raiva no ciclo silvestre.",
      "Determinar o período de incubação da doença em cada espécie.",
      "Desenvolver vacinas específicas para animais silvestres."
    ],
    "correta": "Permitir um maior entendimento da raiva no ciclo silvestre.",
    "comentario": "Objetivo da vigilância em animais silvestres."
  },
  {
    "texto": null,
    "pergunta": "No 'Guia de Vigilância Epidemiológica', qual o principal representante de serpentes peçonhentas da família Elapidae de importância médica no Brasil, caracterizado por hábitos fossoriais e pequeno tamanho de presas?",
    "alternativas": [
      "Gênero Bothrops (jararaca).",
      "Gênero Crotalus (cascavel).",
      "Gênero Lachesis (surucucu).",
      "Gênero Micrurus (coral verdadeira)."
    ],
    "correta": "Gênero Micrurus (coral verdadeira).",
    "comentario": "As serpentes do gênero Micrurus, conhecidas como corais-verdadeiras, pertencem à família Elapidae e são de importância médica no Brasil. Elas possuem hábitos fossoriais, presas pequenas e veneno neurotóxico potente, sendo distintas das jararacas, cascavéis e surucucus, que pertencem à família Viperidae."
  },
  {
    "texto": null,
    "pergunta": "De acordo com o 'Guia de Vigilância Epidemiológica', qual espécie de escorpião é considerada de maior interesse médico no Brasil, devido à facilidade de proliferação por partenogênese, alta adaptação ao meio urbano e grande potencial de gravidade do envenenamento?",
    "alternativas": [
      "Tityus bahiensis",
      "Tityus stigmurus",
      "Tityus paraensis",
      "Tityus serrulatus"
    ],
    "correta": "Tityus serrulatus",
    "comentario": "Escorpião de maior interesse médico no Brasil."
  },
  {
    "texto": null,
    "pergunta": "No 'Guia de Vigilância Epidemiológica', o diagnóstico laboratorial da Febre Maculosa Brasileira por RIFI é estabelecido pela presença de anticorpos específicos no soro de pacientes. Qual o requisito para confirmação diagnóstica pela sorologia, utilizando duas amostras de soro?",
    "alternativas": [
      "Aumento de 2 vezes no título de anticorpos entre as amostras.",
      "Título igual ou superior a 1:40 na primeira amostra.",
      "Aumento de 4 vezes ou mais no título de anticorpos específicos, entre amostras colhidas nas fases aguda e de convalescença.",
      "Título reagente na segunda amostra, independente do título da primeira."
    ],
    "correta": "Aumento de 4 vezes ou mais no título de anticorpos específicos, entre amostras colhidas nas fases aguda e de convalescença.",
    "comentario": "Critério sorológico confirmatório para febre maculosa."
  },
  {
    "texto": null,
    "pergunta": "Qual o método diagnóstico ideal para a Febre Maculosa, que consiste no isolamento do agente etiológico a partir de sangue (coágulo) ou fragmentos de tecidos, segundo o 'Guia de Vigilância Epidemiológica'?",
    "alternativas": [
      "Reação de Imunofluorescência Indireta (RIFI).",
      "Ensaio imunoenzimático (ELISA).",
      "PCR (Reação em Cadeia da Polimerase).",
      "Cultura com isolamento da Rickettsia."
    ],
    "correta": "Cultura com isolamento da Rickettsia.",
    "comentario": "Segundo o Guia de Vigilância Epidemiológica, o método diagnóstico ideal para a Febre Maculosa é aquele que permite o isolamento do agente etiológico (Rickettsia rickettsii) a partir de sangue (coágulo) ou fragmentos de tecidos."
  },
  {
    "texto": null,
    "pergunta": "Conforme o 'Guia de Vigilância Epidemiológica', qual a conduta para amostras de soro para sorologia de Febre Maculosa em relação à coleta e transporte?",
    "alternativas": [
      "Podem ser colhidas a qualquer tempo e enviadas em temperatura ambiente.",
      "Devem ser colhidas apenas antes do uso de antibióticos e enviadas congeladas.",
      "Podem ser colhidas em qualquer tempo, encaminhadas ao Lacen, devidamente identificadas, em isopor com gelo comum ou seco, acompanhadas da ficha de investigação preenchida.",
      "Devem ser armazenadas em formalina tamponada e transportadas em temperatura ambiente."
    ],
    "correta": "Podem ser colhidas em qualquer tempo, encaminhadas ao Lacen, devidamente identificadas, em isopor com gelo comum ou seco, acompanhadas da ficha de investigação preenchida.",
    "comentario": "Recomendação para envio de amostras."
  },
  {
    "texto": null,
    "pergunta": "No 'Guia de Vigilância Epidemiológica', a coleta de flebotomíneos com armadilha adesiva para Leishmaniose Tegumentar Americana (LTA) é uma técnica de intercepção. Quantas folhas de papel sulfite são impregnadas com óleo de rícino para compor uma armadilha, e qual a duração da viscosidade para grudar os insetos?",
    "alternativas": [
      "Três folhas, por 3 dias.",
      "Quatro folhas, por 5 dias.",
      "Cinco folhas, por uma semana.",
      "Dez folhas, por 15 dias."
    ],
    "correta": "Cinco folhas, por uma semana.",
    "comentario": "Composição da armadilha adesiva para flebotomíneos."
  },
  {
    "texto": null,
    "pergunta": "Em relação aos 'Acidentes de Trabalho com Exposição a Material Biológico', o 'Guia de Vigilância Epidemiológica' lista diversas doenças que podem ser transmitidas. Qual das seguintes não é mencionada como de interesse na vigilância para este tipo de acidente?",
    "alternativas": ["Tuberculose", "Meningite", "Dengue", "Malária"],
    "correta": "Dengue",
    "comentario": "Não listada como doença de interesse em acidentes de trabalho com material biológico."
  },
  {
    "texto": null,
    "pergunta": "No 'Guia de Conduta Ética do Ministério da Saúde', quem poderá provocar a atuação da Comissão de Ética no que se refere à apuração de infração ética imputada a agente público, órgão ou setor específico do MS?",
    "alternativas": [
      "Apenas agentes públicos do Ministério da Saúde.",
      "Somente a Ouvidoria do Ministério da Saúde.",
      "Qualquer cidadão, agente público, pessoa jurídica de direito privado, associação ou entidade de classe.",
      "Exclusivamente o Ministro da Saúde."
    ],
    "correta": "Qualquer cidadão, agente público, pessoa jurídica de direito privado, associação ou entidade de classe.",
    "comentario": "Guia de Conduta Ética do MS."
  },
  {
    "texto": null,
    "pergunta": "Qual sistema de informação do SUS foi formalmente implantado em todo o território nacional em 1991 e é um instrumento de ordenação do pagamento dos serviços ambulatoriais (públicos e conveniados), conforme o 'Guia de Vigilância Epidemiológica'?",
    "alternativas": ["SIH/SUS", "Sinan", "SIA/SUS", "Sinasc"],
    "correta": "SIA/SUS",
    "comentario": "Implantado em 1991, organiza pagamentos de serviços ambulatoriais."
  },
  {
    "texto": null,
    "pergunta": "O processo saúde-doença leva em consideração condições internas e externas, tendo alguns modelos explicativos. Das alternativas abaixo, marque qual não apresenta uma característica do modelo Social:",
    "alternativas": [
      "Considera os fatores sociais, econômicos e ambientais",
      "Adoecimento como evento isolado do contexto social",
      "Propõe ações de promoção da saúde e prevenção de doenças",
      "Adoecer é resultado da interação com o meio e as condições de vida"
    ],
    "correta": "Adoecimento como evento isolado do contexto social",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Qual das alternativas abaixo aponta para  determinantes classificados como Biológicos?",
    "alternativas": [
      "idade e emprego",
      "Escolaridade e hereditariedade",
      "Genética e sexo",
      "Emprego e segurança alimentar"
    ],
    "correta": "Genética e sexo",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Dentre as várias etapas da avaliação e identificação de áreas de risco ambiental e sanitário, existe uma que considera os fatores epidemiológicos, registro de doenças e ocupação do solo, estamos falando de:",
    "alternativas": [
      "Mapeamento de áreas",
      "Dados de probabilidade e suscetibilidade de doenças",
      "População exposta a agravos endêmicos",
      "Análise de dados"
    ],
    "correta": "Análise de dados",
    "comentario": "O mapeamento de áreas é uma ferramenta fundamental na vigilância em saúde ambiental, pois integra informações sobre o perfil epidemiológico (ocorrência de doenças), uso e ocupação do solo e outros fatores ambientais. Essa etapa permite identificar regiões mais vulneráveis, orientar ações de prevenção e controle e subsidiar políticas públicas."
  },
  {
    "texto": null,
    "pergunta": "Leia as afirmativas a seguir: \n\nI - Os DSS são circunstâncias em que as pessoas nascem, crescem, vivem, trabalham e envelhecem, e que influenciam sua saúde e bem estar; \n\nII - Os DSS ajudam identificar as causas da desigualdade na saúde e a direcionar ações para promover a equidade. Marque a alternativa correta:",
    "alternativas": [
      "A alternativa I é falsa e a II é verdadeira",
      "As duas alternativas são falsas",
      "Somente a alternativa I é verdadeira",
      "As duas alternativas são verdadeiras"
    ],
    "correta": "As duas alternativas são verdadeiras",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "O Agente de Endemias ao se deparar com o surto de casos de Dengue em uma determinada localidade, pode definir medidas de controle. Marque a alternativa que não apresenta uma medida de controle de áreas de risco ambiental e sanitário:",
    "alternativas": [
      "Diagnóstico para intervenção na evolução da doença",
      "Intervenção em focos de risco",
      "Educação e conscientização",
      "Plano de ação"
    ],
    "correta": "Diagnóstico para intervenção na evolução da doença",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "O trabalho dos ACE está atrelado a vários fatores, dentre eles a avaliação de risco ambiental e sanitário, pois:",
    "alternativas": [
      "Melhora a saúde pública",
      "Permite a prevenção",
      "Orienta as ações",
      "Todas as alternativas anteriores estão corretas"
    ],
    "correta": "Todas as alternativas anteriores estão corretas",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Marque a alternativa que apresenta uma doença que está relacionada intrinsecamente com um determinante ambiental:",
    "alternativas": [
      "Sífilis",
      "Glaucoma",
      "Leptospirose",
      "Hipertensão arterial"
    ],
    "correta": "Leptospirose",
    "comentario": "A leptospirose está diretamente associada a condições ambientais precárias, como enchentes, acúmulo de lixo e saneamento inadequado. Nessas situações, a urina de animais infectados, principalmente ratos, contamina a água e o solo, favorecendo a transmissão da doença."
  },
  {
    "texto": null,
    "pergunta": "A Lei Orgânica do SUS (Lei 8.080/1990) estabelece em seu artigo 3° os determinantes e condicionantes da saúde. Dentre as alternativas abaixo qual não representa um determinante/condicionante segundo essa lei:",
    "alternativas": [
      "Moradia",
      "Meio ambiente",
      "Acesso aos bens e serviços essenciais",
      "Organização social"
    ],
    "correta": "Organização social",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "O trabalho dos ACE muitas vezes está sujeito a avaliações ambientais para promover o controle de vetores/causadores de doenças. Marque a alternativa que corresponde um controle químico:",
    "alternativas": [
      "Panfletagem em local público",
      "Inutilização de objetos que apresentam perigos na proliferação de mosquitos",
      "Utilização de iscas e produtos para controle de roedores",
      "Recolhimento de recipientes em terrenos baldios"
    ],
    "correta": "Utilização de iscas e produtos para controle de roedores",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Existem vários fatores que influenciam na saúde, positiva e negativamente, dentre eles os relacionados a hábitos alimentares e prática de esportes. Estamos falando de um determinante:",
    "alternativas": ["Cultural", "Ambiental", "Biológico", "Psicossocial"],
    "correta": "Cultural",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Os determinantes sócias da saúde (DSS) influenciam na saúde e no bem-estar da população. Marque a alternativa incorreta:",
    "alternativas": [
      "ajudam a identificar as causas da desigualdade na saúde e a direcionar ações para promover a equidade",
      "permitem entender como as condições sociais afetam a saúde e como intervenções sociais podem melhorar os resultados de saúde",
      "é essencial para a elaboração de políticas públicas mais justas e eficazes, que promovam a saúde para todos",
      "promovem qualidade de vida da população, exercendo  desigualdades sociais correlatas"
    ],
    "correta": "promovem qualidade de vida da população, exercendo  desigualdades sociais correlatas",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "A saúde e a doença já receberam diversos conceitos que ao longo do tempo foram sendo modificados a partir da cultura, das crenças e das descobertas científicas. Qual o conceito que mais se aproxima à concepção de saúde na contemporaneidade?",
    "alternativas": [
      "A saúde é um estado completo de bem-estar físico, mental e social e não meramente ausência de doença",
      "A saúde é a ausência de doença",
      "A saúde é resultante de diferentes determinantes sociais, culturais, econômicos e ambientais, é, portanto, resultado de formas de organização social de produção, as quais podem gerar profundas desigualdades nos níveis de vida",
      "A saúde é um estado completo de bem-estar e de qualidade de vida"
    ],
    "correta": "A saúde é um estado completo de bem-estar físico, mental e social e não meramente ausência de doença",
    "comentario": "Na contemporaneidade, a saúde é compreendida de forma dinâmica, vinculada ao contexto social, econômico, cultural e ambiental. Esse entendimento aproxima-se da Teoria da Determinação Social da Saúde, que destaca como as condições de vida e trabalho influenciam diretamente o processo saúde-doença. Assim, a saúde não é apenas ausência de doença ou bem-estar ideal, mas o reflexo das relações sociais e das desigualdades estruturais."
  },
  {
    "texto": null,
    "pergunta": "A história clínica de muitas pessoas atendidas nos serviços de saúde revela condições de vida que afetam o bem-estar e a saúde. Considerando essa informação e com base no conceito de determinantes sociais da saúde, assinale a alternativa correta:",
    "alternativas": [
      "O processo saúde-doença deve ser entendido como a relação entre as condições biológicas e as psicológicas e exclui a necessidade de abordar o contexto social",
      "As condições de trabalho, a estrutura das redes sociais e comunitárias, o estilo de vida dos indivíduos, a idade, o sexo e aspectos hereditários são alguns dos fatores que exemplificam determinantes sociais da saúde",
      "O impacto que a doença pode ter sobre a situação socioeconômica do indivíduo e da respectiva família compõe um contexto diferente do relativo à análise dos determinantes sociais da saúde",
      "Políticas públicas de abrangência populacional, que promovem mudanças de hábitos,"
    ],
    "correta": "As condições de trabalho, a estrutura das redes sociais e comunitárias, o estilo de vida dos indivíduos, a idade, o sexo e aspectos hereditários são alguns dos fatores que exemplificam determinantes sociais da saúde",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Qual agente etiológico causador da doença de Chagas?",
    "alternativas": [
      "O morcego",
      "O mocaco",
      "O barbeiro",
      "Trypanosoma cruzi"
    ],
    "correta": "Trypanosoma cruzi",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "O Código de Conduta Ética do Ministério da Saúde, publicado pela Portaria GM/MS n.º 947, de 26 de abril de 2022, estabelece os princípios e as normas de conduta ética aplicáveis aos agentes públicos no âmbito da Pasta. \n\nSobre os objetivos do código de conduta, analise as assertivas a seguir \n\nI. Estabelecer princípios e normas éticas que devem reger a conduta dos agentes públicos no âmbito do Ministério da Saúde. \n\nII. Evitar a ocorrência de situações que possam suscitar conflitos de ordem interpessoal no ambiente de trabalho. \n\nIII. Fortalecer a cultura e o clima organizacional, de modo que sejam pautados na ética, na dignidade e no respeito ao serviço público. \n\nIV. Instituir instrumento referencial de apoio à decisão ética cotidiana. Está correto o que se afirma em: Alternativas",
    "alternativas": [
      "II, III e IV, apenas.",
      "II e III, apenas.",
      "I, II, III e IV.",
      "I e III, apenas.",
      "I, II e IV, apenas."
    ],
    "correta": "I, II, III e IV.",
    "comentario": "Todas as assertivas (I, II, III e IV) correspondem exatamente aos objetivos descritos no documento oficial, o que torna a alternativa C a correta.\n\nO objetivo do código é orientar a atuação dos agentes públicos com base em princípios éticos, prevenindo conflitos de ordem interpessoal e fortalecendo a cultura organizacional. Além disso, ele funciona como um guia de referência para a tomada de decisões no cotidiano do serviço público."
  },
  {
    "texto": null,
    "pergunta": "Sobre a conduta dos agentes públicos com o público externo, analise as assertivas a seguir: \n\nI. Respeito aos valores, às necessidades e às boas práticas da comunidade, contribuindo para a construção e a consolidação de uma consciência cidadã. \n\nII. Evitar interrupções por razões alheias ao atendimento ao cidadão. \n\nIII. Manter clareza de posições e decoro, com vistas a motivar respeito e confiança junto ao público em geral. \n\nIV. Orientar e encaminhar corretamente o cidadão quando o atendimento precisar ser realizado em outra unidade ou órgão da Administração Pública.",
    "alternativas": [
      "II, III e IV, apenas",
      "I, II e IV, apenas",
      "I e III, apenas",
      "II e III, apenas",
      "I, II, III e IV"
    ],
    "correta": "I, II, III e IV",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Como é chamado o conjunto de investimentos públicos em políticas de controle, cujo objetivo é solucionar problemas de infraestrutura nas cidades, com o objetivo de melhorar a qualidade de vida da população?",
    "alternativas": [
      "Saneamento de resíduos sólidos.",
      "Saneamento ambiental.",
      "Saneamento de vigilância em saúde.",
      "Saneamento público.",
      "Saneamento panorâmico."
    ],
    "correta": "Saneamento ambiental.",
    "comentario": "O saneamento ambiental corresponde ao conjunto de ações e investimentos em infraestrutura voltados à melhoria das condições de vida da população, incluindo abastecimento de água, esgoto, resíduos sólidos e drenagem urbana."
  },
  {
    "texto": null,
    "pergunta": "A comunicação está presente  em nossas atividades cotidianas e  nas relações pessoais  que desenvolvemos, entre  elas  as relações de trabalho (Gama, Bahia e Godinho, 2019). Ao encontro disso, analise as afirmativas a seguir: I.A falta de compreensão no processo de comunicação ocasiona discordâncias nas relações interpessoais, interferindo no processo de trabalho. II.É essencial         conhecer os         elementos de ordem humana que podem interferir no processo da comunicação denominados de barreiras da comunicação. III.A comunicação é   a base das relações interpessoais  e o sucesso ou não dessa interação com as pessoas dependerá do grau  de comunicação         que conseguimos estabelecer. É correto o que se afirma em:",
    "alternativas": [
      "II, apenas.",
      "I, apenas.",
      "I, II e III.",
      "I e II, apenas.",
      "III, apenas."
    ],
    "correta": "I, II e III.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Uma doença que se manifesta com uma frequência constante e esperada numa população e região específica, pode ser considerada:",
    "alternativas": ["um surto", "uma epdemia", "uma endemia", "uma pandemia"],
    "correta": "um surto",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "O Código de Conduta Ética do Ministério da Saúde, publicado pela Portaria GM/MS n.º 947, de 26 de abril de 2022, estabelece proibições aos agentes públicos da pasta. Sobre essas proibições, analise as assertivas a seguir: I. Quando no exercício do cargo público ou de atividades institucionais, no ambiente de trabalho ou fora dele, apresentar-se sob efeito de álcool ou de drogas ilícitas. II. Praticar ou tolerar a conduta de assédios (ou: assédio moral ou sexual), causando situações vexatórias e humilhantes que atinjam a dignidade e a integridade física e mental. III. Agir com abuso de autoridade, no exercício de suas funções ou a pretexto de exercê-las, com a finalidade específica de prejudicar outrem ou beneficiar a si mesmo ou a terceiro, ou, ainda, por mero capricho ou satisfação pessoal. IV. Repudiar as infrações éticas praticadas por outros agentes públicos e se adequar a prática delas. Está correto o que se afirma em: Alternativas",
    "alternativas": [
      "II, III e IV, apenas.",
      "II e III, apenas.",
      "I, II e III, apenas .",
      "I e III, apenas.",
      "I, II e IV, apenas."
    ],
    "correta": "I, II e III, apenas .",
    "comentario": "O Código de Conduta Ética do Ministério da Saúde (Portaria GM/MS nº 947/2022) proíbe: \n- apresentar-se sob efeito de álcool ou drogas ilícitas no exercício das funções,\npraticar ou tolerar assédio (moral ou sexual),\nagir com abuso de autoridade.\n\nA assertiva IV está incorreta, pois “repudiar infrações éticas” é uma obrigação, não uma proibição — o texto da questão distorceu a redação."
  },
  {
    "texto": null,
    "pergunta": "Doença infecciosa, febril, que pode apresentar-se com espectro clínico assintomático ou com formas graves. Trabalhadores de limpeza e desentupimento de esgotos, garis, catadores de lixo, agricultores, veterinários, tratadores de animais, pescadores, entre outros, que possam estar direta ou indiretamente expostos à urina de animais infectados, principalmente roedores, apresentam maior risco de contrair a doença. Além disso, sua ocorrência está relacionada a condições inadequadas de saneamento e enchentes associadas à aglomeração populacional. Assinale a alternativa que cita a doença acima descrita.",
    "alternativas": [
      "Doença de Chagas.",
      "Hanseníase.",
      "Leptospirose.",
      "Toxoplasmose.",
      "Dengue."
    ],
    "correta": "Leptospirose.",
    "comentario": "A leptospirose é uma doença infecciosa febril causada pela bactéria Leptospira interrogans. É transmitida principalmente pelo contato com água ou solo contaminado pela urina de roedores infectados, sendo comum em enchentes e locais com saneamento precário."
  },
  {
    "texto": null,
    "pergunta": "O controle sanitário do meio ambiente é uma das principais implicações no combate às endemias, sendo executado por ações, tais como: \n\nI. Coleta e disposição adequada dos resíduos sólidos urbanos. \n\nII. Coleta e disposição adequada dos resíduos sólidos de serviços de saúde. \n\nIII. Estímulo da população para ampliarem medidas de reciclagem, quando possível, do lixo doméstico. Está(riam) correta(s):",
    "alternativas": [
      "I, II e III.",
      "Apenas I e II.",
      "Apenas I e III.",
      "Apenas II e III.",
      "Apenas III."
    ],
    "correta": "I, II e III.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Complete a lacuna com a palavra correta: “De acordo com a Lei 11.445/07, podemos definir como__o conjunto de serviços, infraestruturas e instalações operacionais de abastecimento de água potável, esgotamento sanitário, limpeza urbana e manejo de resíduos sólidos e drenagem e manejo das águas pluviais urbanas.\"",
    "alternativas": [
      "Saúde Pública.",
      "Medidas de controle.",
      "Saneamento básico.",
      "Educação ambiental.",
      "Nenhuma das alternativas acima está correta."
    ],
    "correta": "Saneamento básico.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "São objetivos da Epidemiologia, exceto:",
    "alternativas": [
      "Identificar as causas das doenças.",
      "Investigar a história natural das doenças.",
      "Descobrir moléculas promissoras para novos tratamentos farmacológicos.",
      "Determinar a magnitude dos problemas de saúde da população."
    ],
    "correta": "Descobrir moléculas promissoras para novos tratamentos farmacológicos.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Epidemiologia é o conhecimento que permite estudar o processo saúde-doença em coletividades humanas tendo como objeto a distribuição da doença na população, no tempo e no lugar. No estudo do processo saúde-doença, a epidemiologia: \n\nI. Analisa a distribuição dos determinantes das doenças, dos danos e dos eventos relacionados à saúde. \n\nII. Propõe medidas específicas de prevenção e controle de doenças, de danos e de eventos relacionados à saúde. \n\nIII. Subsidia, por meio de indicadores, o planejamento, a administração e a avaliação das ações em saúde. \n\nEstão CORRETO(S):",
    "alternativas": [
      "I, II, apenas.",
      "II, III, apenas.",
      "I, II, III.",
      "III, apenas."
    ],
    "correta": "I, II, III.",
    "comentario": "A epidemiologia envolve não só a análise da distribuição das doenças e seus determinantes, mas também a proposição de medidas de prevenção e controle, além de fornecer indicadores essenciais para o planejamento e avaliação das ações em saúde."
  },
  {
    "texto": null,
    "pergunta": "O conceito mais difundido atualmente designa a Epidemiologia como “o estudo da frequência, da distribuição e dos determinantes dos estados ou eventos relacionados à saúde em populações específicas e a aplicação desses estudos no controle dos problemas de saúde”. Desta forma, assinale a alternativa que não apresenta exemplos corretos de aplicação da Epidemiologia:",
    "alternativas": [
      "Análises epidemiológicas sobre doenças transmissíveis e doenças e agravos não transmissíveis, exceto os agravos decorrentes de alterações climáticas e ambientais.",
      "Compreensão dos fatores envolvidos na história natural das doenças.",
      "Definição de métodos diagnósticos e pontos de corte de maior sensibilidade e especificidade.",
      "Melhoria da pesquisa nos serviços de saúde e apresentação de pareceres técnicos em diversas instâncias.",
      "Identificação de padrões de distribuição geográfica de doenças e estabelecimento de prioridades para o controle de doenças."
    ],
    "correta": "Análises epidemiológicas sobre doenças transmissíveis e doenças e agravos não transmissíveis, exceto os agravos decorrentes de alterações climáticas e ambientais.",
    "comentario": "A epidemiologia também estuda os agravos relacionados a fatores ambientais e climáticos. Logo, esse 'exceto' faz a alternativa ficar incorreta."
  },
  {
    "texto": null,
    "pergunta": "\"Em uma fábrica de grande porte, muitos funcionários começaram apresentar os mesmos sintomas de diarreia, desde os funcionários da linha de produção até os que exercem funções administrativas\". (Correio Brasiliense, 21/05/2024) A notícia acima apresenta:",
    "alternativas": [
      "Uma epidemia, pois o número de casos ultrapassou a média dos meses anteriores.",
      "Uma endemia, tendo em vista a prevalência da doença.",
      "Uma pandemia, dado a rápida proliferação da doença.",
      "Um surto, pois a houve um aumento localizado de casos da doença em local específico."
    ],
    "correta": "Um surto, pois a houve um aumento localizado de casos da doença em local específico.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Pref. Bombinhas/SC/ 2023.  A Dengue é uma arbovirose urbana frequentemente diagnosticada no Brasil. Com relação a doença, assinale a opção correta.",
    "alternativas": [
      "Os sintomas característicos apresentados pelos pacientes incluem febre, dor no corpo, dor de cabeça, exantema, petéquias, náuseas, vômitos.",
      "Quem já teve dengue não terá novamente.",
      "É transmitida através da picada somente do mosquito macho Aedes aegypti.",
      "A infecção que ocorre no corpo humano é de origem bacteriana."
    ],
    "correta": "Os sintomas característicos apresentados pelos pacientes incluem febre, dor no corpo, dor de cabeça, exantema, petéquias, náuseas, vômitos.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Instituto Verbena/ 2023. A Dengue, a Zika e a Chikungunya são arboviroses cuja principal forma de transmissão é a vetorial, que ocorre pela picada de",
    "alternativas": [
      "fêmeas de Aedes aegypti infectadas.",
      "machos de Aedes aegypti infectados.",
      "fêmeas de Anopheles infectadas.",
      "machos de Anopheles infectados."
    ],
    "correta": "fêmeas de Aedes aegypti infectadas.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "IBAM 2022. A dengue é um grave problema de saúde pública em nosso país. Seu agente etiológico é:",
    "alternativas": [
      "por uma bactéria.",
      "por um protozoário.",
      "um vírus.",
      "um mosquito."
    ],
    "correta": "um vírus.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "IDESG 2025. A Chikungunya é uma doença viral que causa sintomas debilitantes, como febre e dores articulares intensas. Sobre o controle dessa doença, analise as assertivas: \n\nI. O tratamento inclui vacinas específicas e medicamentos antivirais. \n\nII. O controle é baseado na eliminação do vetor, o Aedes aegypti. \n\nIII. A transmissão ocorre apenas pelo contato direto com pacientes infectados. Das assertivas, pode-se afirmar que:",
    "alternativas": [
      "Apenas II está correta.",
      "Apenas I e II estão corretas.",
      "I, II e III estão corretas.",
      "Apenas II e III estão corretas."
    ],
    "correta": "Apenas II está correta.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "O vírus Zika é transmitido pelo mosquito Aedes aegypti. Qual dos sintomas abaixo NÃO está associado à infecção por Zika?",
    "alternativas": [
      "Febre baixa.",
      "Dor nas articulações.",
      "Conjuntivite sem secreção.",
      "Perda de apetite prolongada."
    ],
    "correta": "Perda de apetite prolongada.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "A Chikungunya é encontrada em todo o mundo, particularmente na África, Ásia e Índia. Os sintomas geralmente aparecem depois de uma semana de infecção. O tratamento visa aliviar os sintomas. A maioria das pessoas se sente melhor em cerca de uma semana, depois que o vírus segue seu curso. Quais os sintomas dessa doença?",
    "alternativas": [
      "febre, dor retroorbital, petequias, fraqueza.",
      "vomito, cefaleia, mialgia, fraqueza.",
      "Febre, dor e edema nas articulações, dor muscular.",
      "Azia, febre, náuseas, mialgia e exantema"
    ],
    "correta": "Febre, dor e edema nas articulações, dor muscular.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Em relação à febre amarela, é CORRETO afirmar:",
    "alternativas": [
      "ainda não existe vacina para prevenção e controle da doença.",
      "é causada por protozoário do gênero Plasmodium.",
      "no ciclo silvestre, o principal hospedeiro é o homem.",
      "no ciclo urbano, o Aedes aegypti é o principal mosquito transmissor"
    ],
    "correta": "no ciclo urbano, o Aedes aegypti é o principal mosquito transmissor",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "A febre amarela é  uma doença viral grave, que possui dois ciclos de transmissão. No ciclo silvestre os principais vetores são:",
    "alternativas": [
      "Aedes aegypti e Sabethes.",
      "Haemagogus e Sabethes.",
      "Aedes aegypti e Haemagogus.",
      "Culex e Aedes aegypti."
    ],
    "correta": "Haemagogus e Sabethes.",
    "comentario": "Na febre amarela silvestre, os principais vetores são mosquitos dos gêneros Haemagogus e Sabethes, que transmitem o vírus entre primatas não humanos (macacos). Já no ciclo urbano, o vetor é a fêmea do Aedes aegypti, transmitindo o vírus entre humanos."
  },
  {
    "texto": null,
    "pergunta": "No ciclo silvestre da febre amarela os hospedeiros principais são os primatas. Nesse sentido, aponte a alternativa que apresenta o hospedeiro acidental na transmissão silvestre da febre amarela:",
    "alternativas": [
      "o ser humano.",
      "os macacos.",
      "os primatas não humanos.",
      "os equinos."
    ],
    "correta": "o ser humano.",
    "comentario": "No ciclo silvestre da febre amarela, os primatas não humanos (macacos) são os principais hospedeiros, e os mosquitos do gênero Haemagogus e Sabethes fazem a transmissão entre eles. O ser humano não faz parte naturalmente desse ciclo, mas pode ser infectado quando entra em áreas de transmissão ou seja, ele é considerado hospedeiro acidental."
  },
  {
    "texto": null,
    "pergunta": "A Dengue é uma doença viral que apresenta quatro sorotipos diferentes. É considerado um dos sorotipos mais virulantes, ou seja, tem uma capacidade maior de desencadear formas graves da Dengue:",
    "alternativas": ["DENV-2", "DENV-1", "DENV-4", "DENV-3"],
    "correta": "DENV-3",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "“A dengue aumentou 400% no Brasil, em 2024, em comparação ao ano passado”. Trata-se de uma doença infecciosa febril aguda, que pode se apresentar de forma benigna ou grave. Sobre a dengue, assinalar a alternativa CORRETA.",
    "alternativas": [
      "É transmitida pela água contaminada por urina de ratos.",
      "Eliminar reservatórios de água parada é a melhor forma de evitar a proliferação dos transmissores da doença.",
      "É desencadeada, principalmente, por mudanças bruscas de temperatura e umidade.",
      "As baixas temperaturas são ideais para sua transmissão."
    ],
    "correta": "Eliminar reservatórios de água parada é a melhor forma de evitar a proliferação dos transmissores da doença.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "De janeiro a maio de 2025, o Brasil registrou mais de mil mortes por dengue, enfrentando uma nova circulação do sorotipo DENV-3 e adotando estratégias de combate à doença. Nesse contexto, sobre as medidas de prevenção e controle, é correto afirmar que:",
    "alternativas": [
      "Foi incorporada ao SUS a vacina contra a dengue Qdenga, distribuída inicialmente a crianças e adolescentes de 10 a 14 anos, e ainda há baixa procura, com apenas metade das doses aplicadas.",
      "O governo cancelou a vacinação contra a dengue alegando baixo número de casos e excesso de doses em estoque.",
      "A principal estratégia adotada foi o isolamento social, tendo como base o modelo usado na pandemia de COVID-19.",
      "A única medida efetiva foi eliminar o Aedes aegypti por meio de fumacê aéreo, sem participação da população."
    ],
    "correta": "Foi incorporada ao SUS a vacina contra a dengue Qdenga, distribuída inicialmente a crianças e adolescentes de 10 a 14 anos, e ainda há baixa procura, com apenas metade das doses aplicadas.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "A dengue vem afetando inúmeras famílias pelo Brasil, especialmente nas regiões com clima quente e chuvas frequentes, onde o mosquito, transmissor da doença, encontra condições ideais para a reprodução. A cada ano, o número de casos aumenta, trazendo sérios impactos para a saúde pública e causando preocupação entre as autoridades sanitárias. Sobre a dengue, assinale CORRETAMENTE:",
    "alternativas": [
      "As arboviroses são um grupo de doenças virais que são transmitidas principalmente por artrópodes, como mosquitos e carrapatos, mas a dengue se classifica como doenças virais hepáticas.",
      "A dengue faz parte de um grupo de doenças denominadas arboviroses, que se caracterizam por serem causadas por vírus transmitidos por vetores artrópodes. No Brasil, o vetor da dengue é sempre o macho do mosquito Orthobunyavirus oropoucheense.",
      "A dengue é uma doença febril aguda, sistêmica, dinâmica, debilitante e autolimitada, mas os doentes sempre se recuperam e nunca chegam a óbito.",
      "A dengue faz parte de um grupo de doenças denominadas arboviroses, que se caracterizam por serem causadas por vírus transmitidos por vetores artrópodes. No Brasil, o vetor da dengue é a fêmea do mosquito Aedes aegypti."
    ],
    "correta": "A dengue faz parte de um grupo de doenças denominadas arboviroses, que se caracterizam por serem causadas por vírus transmitidos por vetores artrópodes. No Brasil, o vetor da dengue é a fêmea do mosquito Aedes aegypti.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Após a inclusão da vacina contra a dengue no Programa Nacional de Imunização (SUS), qual foi o grupo prioritário inicialmente abrangido, no mês de fevereiro, com as primeiras doses do imunizante Qdenga, recebidas pelo laboratório japonês Takeda?",
    "alternativas": [
      "Crianças de 04 a 10 anos.",
      "Adolescentes de 10 a 14 anos.",
      "Adultos de 18 a 45 anos.",
      "Idosos acima de 60 anos"
    ],
    "correta": "Adolescentes de 10 a 14 anos.",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "Em 2024, a dengue levou vários estados brasileiros a decretarem estado de emergência em saúde pública nos primeiros meses do ano, após um alerta da Organização Mundial da Saúde (OMS) que apontava o Brasil como o país com o maior número de casos dessa doença no mundo. Diante desse cenário, qual foi a vacina aprovada pelo Brasil para a prevenção da dengue, uma doença viral transmitida pelo mosquito Aedes aegypti?",
    "alternativas": ["BCG", "Qdenga", "AntiAedes", "DengVac"],
    "correta": "Qdenga",
    "comentario": null
  },
  {
    "texto": null,
    "pergunta": "A Leishmaniose é um conjunto de doenças parasitárias transmitidas pela picada:",
    "alternativas": [
      "da fêmea inctada do mosquito Aedes aegypti.",
      "da fêmea infectada do mosquito macho Aedes aegypti.",
      "da fêmea infectada do flebotomo, conhecido como mosquito palha.",
      "da fêmea infectada do mosquito Anopheles."
    ],
    "correta": "da fêmea infectada do flebotomo, conhecido como mosquito palha.",
    "comentario": "A Leishmaniose é transmitida pela picada da fêmea do flebotomíneo (mosquito-palha), e não pelo Aedes ou Anopheles."
  },
  {
    "texto": null,
    "pergunta": "FUNDATEC/ 2023.  Ainda sobre a Leishmaniose, doença infecciosa parasitária, porém, não diretamente contagiosa, além da forma visceral, que acomete vários órgãos internos, também se apresenta em forma de feridas na pele, nas mucosas do nariz, boca e garganta. Conhecida também como “ferida brava”, é denominada como Leishmaniose:",
    "alternativas": [
      "Celular.",
      "Tegumentar ou cutânea.",
      "Epidérmica.",
      "Brava.",
      "Dérmica."
    ],
    "correta": "Tegumentar ou cutânea.",
    "comentario": "A forma tegumentar ou cutânea da leishmaniose é chamada popularmente de 'ferida brava', causando lesões na pele e mucosas."
  },
  {
    "texto": null,
    "pergunta": "A leishmaniose é uma doença transmitida por protozoários conhecidos com leishmânias. Ela pode ser dividida em dois tipos: a leishmaniose visceral e a tegumentar. Entre as alternativas abaixo, marque aquela que diz respeito à leishmaniose visceral, também conhecida como calazar.",
    "alternativas": [
      "Dentre os sintomas da doença, podemos destacar o aparecimento de feridas ulcerosas na pele e nas mucosas, que podem causar até mesmo deformidades.",
      "Essa doença é transmitida pela ingestão de água e alimentos contaminados por cistos desse protozoário.",
      "Quando a doença atinge a mucosa nasal, pode ocasionar a perfuração do septo nasal.",
      "É causada principalmente pelo protozoário conhecido por Leishmania chagasi."
    ],
    "correta": "É causada principalmente pelo protozoário conhecido por Leishmania chagasi.",
    "comentario": "Na leishmaniose visceral (calazar), o protozoário causador principal é a Leishmania chagasi (também chamada Leishmania infantum chagasi). Os mosquitos do gênero Lutzomyia (mosquito-palha) são os vetores, transmitindo o protozoário aos hospedeiros. Diferente da forma tegumentar, que provoca lesões de pele e mucosas, a forma visceral afeta órgãos internos como baço, fígado e medula óssea, podendo levar a aumento abdominal, anemia e até morte se não tratada."
  },
  {
    "texto": null,
    "pergunta": "O inseto transmissor das Leishmanioses, também conhecidos como \"mosquito palha, tatuquira, birigüi, cangalhinha, asa-dura e palhinha\" são classificados como:",
    "alternativas": [
      "Mosquitos da família Diptera.",
      "Insetos da família Psychodidae e subfamília Phlebotominae, conhecidos como Flebotomíneos.",
      "Mosquitos da família Psychodidae e subfamília Phlebotominae.",
      "Mosquitos do gênero Psychodidae e subfamília Phlebotominae."
    ],
    "correta": "Insetos da família Psychodidae e subfamília Phlebotominae, conhecidos como Flebotomíneos.",
    "comentario": "Os vetores da Leishmaniose são flebotomíneos (mosquito-palha), pertencentes à família Psychodidae e subfamília Phlebotominae."
  },
  {
    "texto": null,
    "pergunta": "IBAM 2024 - A leishmaniose é uma doença parasitária causada pelo:",
    "alternativas": [
      "protozoário Leishmania.",
      "parasita Plasmodium.",
      "protozoário Chagasi.",
      "parasita Entamoeba histolytica."
    ],
    "correta": "protozoário Leishmania.",
    "comentario": "A Leishmaniose é causada por protozoários do gênero Leishmania. O Plasmodium causa malária, e a Entamoeba histolytica causa amebíase."
  },
  {
    "texto": null,
    "pergunta": "Marque a alternativa que apresenta o causador e o vetor da Malária respectivamente:",
    "alternativas": [
      "Vírus e Aedes aegypti.",
      "Protozoário Plasmodium e Haemagogus.",
      "Parasita Chagasi e Flebotomíneos.",
      "Protozoário Plasmodium e Anopheles."
    ],
    "correta": "Protozoário Plasmodium e Anopheles.",
    "comentario": "A malária é causada por protozoários do gênero Plasmodium, transmitidos pela picada do mosquito Anopheles. As demais alternativas confundem agentes e vetores de outras doenças."
  },
  {
    "texto": null,
    "pergunta": "O ciclo de vida do parasita da malária envolve dois hospedeiros, são eles:",
    "alternativas": [
      "Seres humanos e pulgas.",
      "Mamíferos de carrapatos.",
      "Mamíferos e piolhos.",
      "Seres humanos e mosquitos."
    ],
    "correta": "Seres humanos e mosquitos",
    "comentario": "O ciclo do Plasmodium envolve o hospedeiro definitivo (mosquito Anopheles) e o hospedeiro intermediário (ser humano)."
  },
  {
    "texto": null,
    "pergunta": "A malária é uma doença transmitida pela picada do mosquito Anopheles. Qual é a medida mais eficaz para prevenir a transmissão da malária em áreas endêmicas?",
    "alternativas": [
      "Evitar o contato com pessoas infectadas.",
      "Aplicar inseticidas em toda a área endêmica.",
      "Promover campanhas de conscientização sem ações práticas.",
      "Uso de mosquiteiros impregnados com inseticida e uso de repelentes."
    ],
    "correta": "Uso de mosquiteiros impregnados com inseticida e uso de repelentes",
    "comentario": "A malária não é transmitida de pessoa para pessoa. A principal prevenção é evitar a picada do mosquito vetor, com mosquiteiros, repelentes e medidas ambientais."
  },
  {
    "texto": null,
    "pergunta": "A malária é uma doença infecciosa causada por um parasito. Em relação a essa doença, marque a alternativa incorreta:",
    "alternativas": [
      "é transmitida para humanos pela picada de fêmeas infectadas dos mosquitos Anopheles.",
      "é conhecida como impaludismo, paludismo, febre palustre, febre intermitente, febre terçã e outros nomes.",
      "Os locais preferenciais escolhidos pelos mosquitos transmissores da malária para colocar seus ovos (criadouros) são coleções de água limpa, sombreada e de baixo fluxo, muito frequentes na Amazônia Brasileira.",
      "é de alta letalidade os casos graves de malária, se tratando, portanto, de uma doença sem cura."
    ],
    "correta": "é de alta letalidade os casos graves de malária, se tratando, portanto, de uma doença sem cura.",
    "comentario": "A malária possui tratamento eficaz, especialmente se diagnosticada precocemente. Dizer que não tem cura é incorreto."
  },
  {
    "texto": null,
    "pergunta": "A malária é uma doença de grande incidência no Brasil, e atinge várias regiões. Marque a alternativa onde essa doença tem maior número de casos:",
    "alternativas": [
      "Região Centro-oeste composta pelos estados do Tocantins, Goiás e Maranhão.",
      "Região amazônica, composta pelos estados do Acre, Amapá, Amazonas, Maranhão, Mato Grosso, Pará, Rondônia, Roraima e Tocantins.",
      "Região Sudeste, principalmente nos estados de São Paulo e Minas Gerais.",
      "Região Sul, com exceção apenas do Paraná."
    ],
    "correta": "Região amazônica, composta pelos estados do Acre, Amapá, Amazonas, Maranhão, Mato Grosso, Pará, Rondônia, Roraima e Tocantins.",
    "comentario": "A maioria dos casos de malária no Brasil ocorre na Amazônia Legal, devido às condições ambientais favoráveis à reprodução do vetor."
  },
  {
    "texto": null,
    "pergunta": "A esquistossomose é uma doença parasitária causada pelo Schistosoma mansoni. São grandes fatores de risco para se contrair a infecção: \n\nI. Existência do caramujo transmissor.\n\nII. Morar em região onde há falta de saneamento básico.\n\nIII. Fazer tarefas domésticas, como lavar alimentos, em águas contaminadas.",
    "alternativas": [
      "Apenas III.",
      "Apenas I e II.",
      "I, II e III.",
      "Apenas II."
    ],
    "correta": "I, II e III.",
    "comentario": "Todos os itens apresentados são fatores de risco: presença do caramujo transmissor, falta de saneamento e contato direto com águas contaminadas."
  },
  {
    "texto": null,
    "pergunta": "Analise as afirmativas a seguir sobre a esquistossomose: \n\nI. A esquistossomose mansônica, conhecida popularmente como 'doença do caramujo' e/ou 'barriga d’água' é uma parasitose provocada pelo trematódeo Schistosoma mansoni.\n\nII. A doença se caracteriza por um quadro agudo ou crônico, muitas vezes assintomático, mas que pode se manifestar de forma mais grave, provocando óbito do hospedeiro.\n\nIII. A doença ocorre de forma endêmica em grande parte do Brasil, acometendo milhões de pessoas e provocando grande número de casos graves e óbitos, caracterizando-se como um grave problema de saúde pública no Brasil.",
    "alternativas": [
      "Nenhuma afirmativa está correta.",
      "Apenas duas afirmativas estão corretas.",
      "Apenas uma afirmativa está correta.",
      "Todas as afirmativas estão corretas."
    ],
    "correta": "Todas as afirmativas estão corretas.",
    "comentario": "As três afirmações sobre esquistossomose estão corretas: agente etiológico, quadro clínico e impacto epidemiológico."
  },
  {
    "texto": null,
    "pergunta": "São grandes fatores de risco para se contrair a Esquistossomose, exceto:",
    "alternativas": [
      "Existência do caramujo transmissor.",
      "Contato com a água contaminada.",
      "Andar descalço em locais de pouca higiene, sobretudo após enchentes e alagamentos.",
      "Morar em região onde há falta de saneamento básico."
    ],
    "correta": "Andar descalço em locais de pouca higiene, sobretudo após enchentes e alagamentos.",
    "comentario": "Andar descalço é fator de risco para outras verminoses, como a ancilostomíase. A esquistossomose ocorre pelo contato da pele com águas contaminadas."
  },
  {
    "texto": null,
    "pergunta": "Sobre a Esquistossomose e sua transmissão, é correto afirmar que:",
    "alternativas": [
      "Ocorre quando o indivíduo, hospedeiro definitivo, infectado elimina os ovos do verme por meio das fezes humanas.",
      "Ocorre quando o indivíduo, hospedeiro intermediário, infectado elimina os ovos do verme por meio dos caramujos.",
      "Ocorre quando o hospedeiro definitivo, infectado elimina os ovos do verme por meio das fezes do caramujo transmissor.",
      "Ocorre quando o ser humano infectado elimina os ovos do verme, através de caramujos não infectados."
    ],
    "correta": "Ocorre quando o indivíduo, hospedeiro definitivo, infectado elimina os ovos do verme por meio das fezes humanas.",
    "comentario": "O homem é o hospedeiro definitivo e elimina os ovos do Schistosoma mansoni nas fezes, contaminando a água e permitindo a infecção do caramujo."
  },
  {
    "texto": null,
    "pergunta": "De acordo com o 'Caderno de Educação Popular e Saúde', a Educação em Saúde é inerente a todas as práticas desenvolvidas no âmbito do SUS. Qual a principal característica dessa prática transversal?",
    "alternativas": [
      "Promove a imposição de normas e comportamentos considerados adequados pelas elites políticas.",
      "Subordina-se aos interesses econômicos, visando à expansão de serviços médicos privados.",
      "Articula todos os níveis de gestão do sistema, sendo essencial para a formulação da política de saúde compartilhada e ações diretas com usuários.",
      "Foca na assistência individualizada à saúde, esvaziando a participação dos grupos populares.",
      "Concentra-se na difusão de conceitos e comportamentos considerados corretos pelos profissionais, de cima para baixo."
    ],
    "correta": "Articula todos os níveis de gestão do sistema, sendo essencial para a formulação da política de saúde compartilhada e ações diretas com usuários.",
    "comentario": "A Educação em Saúde é transversal porque articula gestão e usuários, fortalecendo práticas participativas no SUS."
  },
  {
    "texto": null,
    "pergunta": "A Educação Popular em Saúde, conforme o 'Caderno de Educação Popular e Saúde', é portadora da coerência política da participação social e das possibilidades teóricas e metodológicas para transformar as tradicionais práticas de educação em saúde. Nesse sentido, ela busca:",
    "alternativas": [
      "Aumentar a dependência do usuário em relação aos profissionais de saúde.",
      "Fortalecer a autonomia do usuário como sujeito de direitos e autor de sua trajetória de saúde.",
      "Manter os modos de cuidado padronizados e centralizados.",
      "Superar as situações de vida com o mínimo de qualidade.",
      "Restringir a participação social aos conselhos de saúde."
    ],
    "correta": "Fortalecer a autonomia do usuário como sujeito de direitos e autor de sua trajetória de saúde.",
    "comentario": "A Educação Popular em Saúde tem como objetivo emancipar e fortalecer a autonomia dos usuários."
  },
  {
    "texto": null,
    "pergunta": "Conforme o texto 'Educação popular: instrumento de gestão participativa dos serviços de saúde', a aproximação do setor Saúde com o Movimento da Educação Popular, especialmente a partir dos anos 70, representou uma ruptura com qual tradição da educação em saúde?",
    "alternativas": [
      "A tradição dialógica e emancipatória.",
      "A tradição participativa e criativa.",
      "A tradição autoritária e normatizadora.",
      "A tradição integral e humanizada.",
      "A tradição baseada no saber popular."
    ],
    "correta": "A tradição autoritária e normatizadora.",
    "comentario": "O movimento rompeu com práticas autoritárias de imposição de saberes e comportamentos."
  },
  {
    "texto": null,
    "pergunta": "Um elemento fundamental do método da Educação Popular, sistematizado por Paulo Freire, é o fato de tomar como ponto de partida do processo pedagógico:",
    "alternativas": [
      "O saber acadêmico e científico do educador.",
      "O saber anterior e os valores do educando.",
      "A imposição de conteúdos revolucionários de cima para baixo.",
      "A difusão de conceitos e comportamentos considerados corretos.",
      "A passividade usual dos processos pedagógicos tradicionais."
    ],
    "correta": "O saber anterior e os valores do educando.",
    "comentario": "Paulo Freire defendia partir da realidade e dos saberes prévios do educando."
  },
  {
    "texto": null,
    "pergunta": "A Educação Popular em Saúde, no contexto da democratização da sociedade brasileira, não é vista apenas como uma atividade adicional nos serviços, mas como uma estratégia para:",
    "alternativas": [
      "Reforçar o modelo biomédico dominante.",
      "Manter a baixa resolutividade dos serviços de saúde.",
      "Reorientar a totalidade das práticas executadas nos serviços de saúde, questionando e redirecionando.",
      "Limitar a participação popular aos espaços formais de controle social.",
      "Restringir a atuação a experiências alternativas pontuais e transitórias."
    ],
    "correta": "Reorientar a totalidade das práticas executadas nos serviços de saúde, questionando e redirecionando.",
    "comentario": "A Educação Popular reorienta práticas, democratizando os serviços de saúde."
  },
  {
    "texto": null,
    "pergunta": "No atual contexto do SUS, a persistência de um modelo de atenção ainda pouco questionado e a intolerância a processos participativos efetivos e autônomos por parte de um corpo técnico são desafios para a Educação Popular. Qual é uma das consequências da reprodução de ações educativas normatizadoras e centradas na inculcação de hábitos individuais?",
    "alternativas": [
      "Fortalece a participação popular.",
      "Favorece o diálogo dos saberes.",
      "Boicota a participação popular e afasta lideranças locais.",
      "Promove a reflexão crítica da realidade de vida e saúde.",
      "Leva à superação do modelo biomédico tradicional."
    ],
    "correta": "Boicota a participação popular e afasta lideranças locais.",
    "comentario": "A imposição de hábitos reduz a autonomia e desestimula a participação comunitária."
  },
  {
    "texto": null,
    "pergunta": "O adjetivo 'popular' presente no nome Educação Popular se refere, de acordo com o texto, à perspectiva política dessa concepção de educação, que visa à:",
    "alternativas": [
      "Característica de sua clientela, ou seja, o público popular.",
      "Construção de uma sociedade em que as classes populares deixem de ser atores subalternos e explorados.",
      "Exclusiva aplicação de métodos informais de ensino.",
      "Valorização do elitismo às avessas, superestimando a massa popular.",
      "Reprodução da passividade usual dos processos pedagógicos tradicionais."
    ],
    "correta": "Construção de uma sociedade em que as classes populares deixem de ser atores subalternos e explorados.",
    "comentario": "O termo 'popular' remete a uma perspectiva de transformação social e emancipação das classes populares."
  },
  {
    "texto": null,
    "pergunta": "Do ponto de vista dominante e tradicional, a Educação e Saúde é uma área de saber técnico que se ocupa mais diretamente com:",
    "alternativas": [
      "A capacitação da comunidade para atuar na melhoria de sua qualidade de vida e saúde.",
      "A articulação entre a ação assistencial e o pensar e fazer cotidiano da população.",
      "A 'instrumentalização' do controle dos doentes pelos serviços e a prevenção de doenças pelas pessoas.",
      "A superação do fosso cultural existente entre os serviços de saúde e o saber popular.",
      "A promoção da autonomia dos usuários na defesa de sua integridade física e moral."
    ],
    "correta": "A 'instrumentalização' do controle dos doentes pelos serviços e a prevenção de doenças pelas pessoas.",
    "comentario": "Na perspectiva tradicional, Educação em Saúde servia como instrumento de controle e normatização."
  },
  {
    "texto": null,
    "pergunta": "Embora o modelo explicativo dos problemas de saúde vigente seja o da multicausalidade do processo de adoecer e morrer, as respostas encaminhadas atualmente assumem, em regra, o sentido de qual causalidade?",
    "alternativas": [
      "Causalidade dialógica.",
      "Causalidade emancipatória.",
      "Causalidade linear.",
      "Causalidade complexa.",
      "Causalidade intersetorial."
    ],
    "correta": "Causalidade linear.",
    "comentario": "Apesar de reconhecer a multicausalidade, ainda predominam respostas lineares e simplistas."
  },
  {
    "texto": null,
    "pergunta": "De acordo com o texto 'Enfoques sobre educação popular e saúde', as bases filosóficas da biomedicina, que compreendem o domínio da medicina sobre a educação sanitária, incluem qual dos princípios a seguir?",
    "alternativas": [
      "O homem como sujeito ativo na construção da saúde.",
      "Uma visão mecanicista do homem que enfatiza o papel das ciências naturais.",
      "A integralidade dos saberes e práticas no processo de cuidado.",
      "O reconhecimento dos fatores sociais e culturais do adoecimento.",
      "A inclusão de racionalidades médicas alternativas."
    ],
    "correta": "Uma visão mecanicista do homem que enfatiza o papel das ciências naturais.",
    "comentario": "A biomedicina tradicional se baseia em uma visão mecanicista e reducionista da saúde."
  },
  {
    "texto": null,
    "pergunta": "O enfoque educativo predominante nos serviços de saúde durante décadas foi o preventivo. Qual é a principal característica da educação sanitária preventiva?",
    "alternativas": [
      "Lida com 'fatores de risco' comportamentais, como dieta e fumo.",
      "Busca a transformação das condições geradoras de doenças.",
      "Valoriza o saber anterior e os valores do educando.",
      "Promove a autonomia e o empoderamento dos sujeitos.",
      "Prioriza a relação com os movimentos sociais."
    ],
    "correta": "Lida com 'fatores de risco' comportamentais, como dieta e fumo.",
    "comentario": "A educação preventiva foca no controle de fatores de risco individuais, especialmente comportamentais."
  },
  {
    "texto": null,
    "pergunta": "Eymard Vasconcelos denomina a educação popular e (em) saúde como um movimento social de profissionais, técnicos e pesquisadores empenhados no diálogo entre qual tipo de conhecimentos?",
    "alternativas": [
      "Conhecimento técnico-científico e conhecimento político-econômico.",
      "Conhecimento técnico-científico e conhecimento oriundo das experiências e lutas da população.",
      "Conhecimento acadêmico e conhecimento institucional.",
      "Conhecimento formal e conhecimento informal.",
      "Conhecimento epidemiológico e conhecimento clínico."
    ],
    "correta": "Conhecimento técnico-científico e conhecimento oriundo das experiências e lutas da população.",
    "comentario": "A proposta de Vasconcelos valoriza o diálogo entre saber técnico e o saber popular."
  },
  {
    "texto": null,
    "pergunta": "O 'Caderno de Educação Popular e Saúde', lançado pelo Ministério da Saúde em 2007, representa uma estratégia fundamental para qual fim?",
    "alternativas": [
      "Centralizar as decisões sobre a saúde.",
      "Desqualificar as práticas de educação em saúde existentes.",
      "Qualificar as práticas de educação em saúde.",
      "Impor um modelo único de cuidado.",
      "Minimizar o diálogo entre atores sociais."
    ],
    "correta": "Qualificar as práticas de educação em saúde.",
    "comentario": "O Caderno busca fortalecer e qualificar as práticas educativas em saúde."
  },
  {
    "texto": null,
    "pergunta": "A Educação Popular, ao ser implementada nos serviços de saúde, significa uma ação que reorienta a globalidade das práticas ali executadas, contribuindo para a superação de qual dos seguintes aspectos?",
    "alternativas": [
      "A valorização das iniciativas do doente e seus familiares.",
      "O diálogo entre o saber popular e o saber científico.",
      "O biologicismo, o autoritarismo de doutor e o desprezo pelas iniciativas do doente.",
      "A construção de uma ação de saúde mais integral.",
      "A ampliação dos canais de interação cultural e negociações."
    ],
    "correta": "O biologicismo, o autoritarismo de doutor e o desprezo pelas iniciativas do doente.",
    "comentario": "A Educação Popular combate práticas autoritárias e reducionistas, valorizando a integralidade."
  },
  {
    "texto": null,
    "pergunta": "Um dos princípios fundamentais expostos por Paulo Freire, 'viver pacientemente impaciente', significa:",
    "alternativas": [
      "Achar que a revolução pode ser feita rapidamente, em curto espaço de tempo.",
      "Romper em favor de um dos polos (paciência ou impaciência) de forma absoluta.",
      "Não perder a crítica, assumir a ingenuidade em si e no outro, recriar, reaprender de novo e, afinal, fazer.",
      "Aceitar as regras do jogo imposto pelos poderes dominantes.",
      "Esperar passivamente que a realidade se transforme por si mesma."
    ],
    "correta": "Não perder a crítica, assumir a ingenuidade em si e no outro, recriar, reaprender de novo e, afinal, fazer.",
    "comentario": "O princípio freireano incentiva a crítica permanente e a reconstrução do saber de forma contínua."
  },
  {
    "texto": null,
    "pergunta": "A Educação Popular na formação dos profissionais de saúde, conforme o texto, é fundamental para a ampliação de qual tipo de gestão no SUS?",
    "alternativas": [
      "Gestão centralizada.",
      "Gestão autoritária.",
      "Gestão mercantilizada.",
      "Gestão participativa.",
      "Gestão verticalizada."
    ],
    "correta": "Gestão participativa.",
    "comentario": "A Educação Popular fortalece práticas de gestão participativa no SUS."
  },
  {
    "texto": null,
    "pergunta": "Segundo Carlos Brandão (1982), a Educação Popular não visa a criar sujeitos subalternos educados (limpos, polidos, alfabetizados, etc.). O que ela visa, fundamentalmente?",
    "alternativas": [
      "Participar do esforço das categorias de sujeitos subalternos para a conquista de sua liberdade e direitos.",
      "Impor normas e comportamentos considerados adequados pelas elites.",
      "Difundir conceitos e conhecimentos de cima para baixo.",
      "Promover a passividade e a conformidade social.",
      "Focar apenas em problemas específicos e localizados, sem perspectiva de transformação social global."
    ],
    "correta": "Participar do esforço das categorias de sujeitos subalternos para a conquista de sua liberdade e direitos.",
    "comentario": "A Educação Popular busca transformação social e emancipação das classes subalternas."
  },
  {
    "texto": null,
    "pergunta": "Na Educação Popular, o processo de discussão enfatiza não a transmissão de conhecimento, mas sim:",
    "alternativas": [
      "A ampliação dos espaços de interação cultural e negociação para a construção compartilhada do conhecimento.",
      "A difusão de conceitos e comportamentos considerados corretos.",
      "A problematização de forma individual, sem envolver a coletividade.",
      "A desqualificação da voz dos setores subalternos da sociedade.",
      "A atuação na macrorrealidade da vida social."
    ],
    "correta": "A ampliação dos espaços de interação cultural e negociação para a construção compartilhada do conhecimento.",
    "comentario": "A Educação Popular enfatiza processos coletivos e participativos na construção do conhecimento."
  },
  {
    "texto": null,
    "pergunta": "No relato sobre 'Grupos de Mulheres e a elaboração de material educativo', qual foi o principal assunto abordado em todos os encontros realizados, que inicialmente parecia inviável mas que as mulheres gradualmente perceberam ser possível negociar?",
    "alternativas": [
      "A cura de DST/AIDS.",
      "A prática de exames preventivos.",
      "A negociação com os parceiros sobre o uso do preservativo.",
      "A busca por autonomia financeira.",
      "A valorização da estética corporal."
    ],
    "correta": "A negociação com os parceiros sobre o uso do preservativo.",
    "comentario": "A negociação do uso do preservativo foi central para o empoderamento das mulheres nos grupos educativos."
  },
  {
    "texto": null,
    "pergunta": "Conforme o 'Manual para equipes de saúde: o trabalho educativo nos grupos', qual é o primeiro ingrediente fundamental da prática educativa que os profissionais de saúde devem adotar?",
    "alternativas": [
      "Partir sempre do saber técnico-científico do profissional.",
      "Fornecer uma 'receita' de conduta aos participantes.",
      "Partir sempre da realidade do grupo, das pessoas, do paciente.",
      "Focar exclusivamente na doença e suas causas biológicas.",
      "Ignorar a bagagem cultural dos participantes."
    ],
    "correta": "Partir sempre da realidade do grupo, das pessoas, do paciente.",
    "comentario": "O trabalho educativo deve partir da realidade vivida pelos participantes."
  },
  {
    "texto": null,
    "pergunta": "No método educativo-problematizador, o 'estranhamento' e a 'reflexão' são alcançados basicamente por meio de quais duas perguntas, permitindo ver a realidade com maior profundidade?",
    "alternativas": [
      "Quem? Onde?",
      "Por quê? Como assim?",
      "Quando? Quanto?",
      "Qual? Quem?",
      "O que? Onde?"
    ],
    "correta": "Por quê? Como assim?",
    "comentario": "Essas perguntas provocam reflexão crítica e permitem aprofundar a análise da realidade."
  },
  {
    "texto": null,
    "pergunta": "No processo de Educação Popular, a Educação em Saúde como processo e relações pedagógicas emergentes implica na aproximação entre agentes formais de saúde e população. Qual a diferença entre 'assistência' e 'cuidado' neste contexto?",
    "alternativas": [
      "Assistência representa uma intervenção pontual sobre a doença, enquanto cuidado significa o estabelecimento de relações intersubjetivas em tempo contínuo.",
      "Assistência é o foco do saber popular, enquanto cuidado é o foco do saber científico.",
      "Assistência é uma prática dialógica, enquanto cuidado é uma prática autoritária.",
      "Assistência busca a autonomia, enquanto cuidado foca na dependência.",
      "Assistência e cuidado são termos sinônimos, usados indistintamente."
    ],
    "correta": "Assistência representa uma intervenção pontual sobre a doença, enquanto cuidado significa o estabelecimento de relações intersubjetivas em tempo contínuo.",
    "comentario": "O cuidado é mais abrangente e contínuo, enquanto a assistência é pontual."
  },
  {
    "texto": null,
    "pergunta": "A 'Política Nacional de Promoção da Saúde (Documento para discussão)' de 2002 descreve o Brasil como um país em desenvolvimento, convivendo com problemas de dois extremos que duplicam a carga de enfermidades. Além disso, qual é a principal característica que singulariza os riscos e determina a carga das doenças no cenário brasileiro?",
    "alternativas": [
      "A homogeneidade cultural.",
      "As grandes diversidades regionais e subjetividades multiculturais.",
      "A ausência de problemas ambientais.",
      "A estabilidade socioeconômica.",
      "A uniformidade nos comportamentos de saúde."
    ],
    "correta": "As grandes diversidades regionais e subjetividades multiculturais.",
    "comentario": "O Brasil é marcado pela diversidade regional e cultural, o que influencia nos perfis de risco e saúde."
  },
  {
    "texto": null,
    "pergunta": "No início do novo milênio, o documento de discussão da PNPS (2002) reconhece a incapacidade do modelo de atenção vigente em saúde de explicar e responder aos processos de saúde e doença de uma população. Em que esse modelo era hegemonicamente baseado?",
    "alternativas": [
      "No conhecimento biológico, parque tecnológico médico, risco e atenção individual.",
      "Na promoção da saúde e na intersetorialidade.",
      "Na participação social e no controle social.",
      "Nos determinantes sociais da saúde.",
      "Na educação popular em saúde."
    ],
    "correta": "No conhecimento biológico, parque tecnológico médico, risco e atenção individual.",
    "comentario": "O modelo tradicional era centrado no biologicismo e atenção individual."
  },
  {
    "texto": null,
    "pergunta": "A política de saúde construída no Brasil, a partir da redemocratização e da Constituição de 1988, tem elementos para o desenvolvimento de ações de promoção da saúde. Quais são os princípios do SUS que podem ser potencializados a partir do olhar e das ações de promoção da saúde?",
    "alternativas": [
      "Centralização, elitismo e verticalidade.",
      "Universalidade, integralidade e equidade.",
      "Exclusividade, especialização e individualidade.",
      "Privatização, mercantilização e segmentação.",
      "Autoritarismo, controle e normatização."
    ],
    "correta": "Universalidade, integralidade e equidade.",
    "comentario": "Esses são princípios fundamentais do SUS, fortalecidos pela promoção da saúde."
  },
  {
    "texto": null,
    "pergunta": "O documento de 2002 afirma que, apesar de avançado em seus princípios orientadores, o Sistema Único de Saúde ainda guarda, em seu modelo de atenção, uma perspectiva fortemente pautada nos fundamentos da biomedicina. Nesse sentido, a promoção da saúde se apresenta como uma possibilidade concreta de mudança na agenda da saúde para:",
    "alternativas": [
      "Dificultar a sustentabilidade financeira do SUS.",
      "Fortalecer e fundamentar a consolidação do SUS.",
      "Reforçar a lógica hegemônica do cuidado individual.",
      "Ignorar os determinantes sociais da saúde.",
      "Manter a baixa cobertura dos serviços de saúde."
    ],
    "correta": "Fortalecer e fundamentar a consolidação do SUS.",
    "comentario": "A promoção da saúde contribui para consolidar o SUS em sua integralidade."
  },
  {
    "texto": null,
    "pergunta": "A Estratégia de Saúde da Família (ESF), pela sua grande inserção social e orientação pela lógica da territorialização e vinculação, é considerada um importante espaço para o desenvolvimento de ações de promoção da saúde. Para isso, ela necessita incorporar em suas práticas:",
    "alternativas": [
      "O modelo biomédico dominante.",
      "O conceito positivo de saúde, a integralidade da atenção e a troca de saberes.",
      "A fragmentação do cuidado e a desvinculação com a comunidade.",
      "A hierarquia de saberes do profissional sobre a comunidade.",
      "A exclusividade da atenção à doença."
    ],
    "correta": "O conceito positivo de saúde, a integralidade da atenção e a troca de saberes.",
    "comentario": "A ESF deve valorizar práticas integrativas e participativas na promoção da saúde."
  },
  {
    "texto": null,
    "pergunta": "Segundo o documento de discussão da PNPS de 2002, promover saúde, para além de educar para a autonomia como Paulo Freire construiu, é considerar a afetividade, a amorosidade e a capacidade criadora e a busca da felicidade como:",
    "alternativas": [
      "Elementos irrelevantes para as demais dimensões.",
      "Igualmente relevantes e indissociáveis das demais dimensões humanas.",
      "Aspectos secundários em relação ao conhecimento científico.",
      "Exclusivos das tradições culturais locais.",
      "Desvinculados do sentido de viver."
    ],
    "correta": "Igualmente relevantes e indissociáveis das demais dimensões humanas.",
    "comentario": "A PNPS valoriza dimensões subjetivas e afetivas como parte da saúde integral."
  },
  {
    "texto": null,
    "pergunta": "Na promoção da saúde, lidar com questões complexas, como a saúde e a vida, relacionadas amplamente com política, economia e desenvolvimento, dificulta a abordagem científica tradicional. Qual tipo de análises e narrativas são propostas para dimensionar a complexidade dessas ações, processos e impactos?",
    "alternativas": [
      "Exclusivamente análises quantitativas.",
      "Exclusivamente análises qualitativas.",
      "Misto de análises quantitativas e qualitativas, acrescidas de narrativas não sistematizadas.",
      "Apenas provas científicas que satisfaçam os países centrais.",
      "Apenas o princípio judicial baseado em narrativas testemunhais."
    ],
    "correta": "Misto de análises quantitativas e qualitativas, acrescidas de narrativas não sistematizadas.",
    "comentario": "A complexidade exige abordagens múltiplas e integradas."
  },
  {
    "texto": null,
    "pergunta": "A Norma Operacional Básica do SUS (NOB 01/96) apresenta bases para a estruturação de um novo modelo de atenção orientado para promover a saúde. Qual das opções a seguir NÃO é uma dessas bases?",
    "alternativas": [
      "A participação da população em instâncias formais e outros espaços.",
      "Ações de saúde centradas na qualidade de vida das pessoas e seu meio ambiente.",
      "O uso de tecnologias de educação e comunicação social.",
      "A desvalorização dos saberes populares e da autonomia individual.",
      "A construção da ética coletiva que agrega relações entre usuário, sistema e ambiente."
    ],
    "correta": "A desvalorização dos saberes populares e da autonomia individual.",
    "comentario": "A valorização dos saberes populares é essencial no novo modelo."
  },
  {
    "texto": null,
    "pergunta": "O documento de discussão da PNPS (2002) cita o Projeto Agente Jovem de Boa Vista como um exemplo de reforço aos processos de participação comunitária. Qual é uma das características desse projeto?",
    "alternativas": [
      "Foca apenas na prevenção de doenças sexualmente transmissíveis.",
      "Capacita jovens em situação de risco social para participar de ações sociais, recebendo bolsa e frequentando a escola.",
      "Restringe a atuação aos profissionais de saúde formalmente contratados.",
      "Impõe hábitos de saúde de forma verticalizada.",
      "Desestimula a criatividade dos integrantes do grupo."
    ],
    "correta": "Capacita jovens em situação de risco social para participar de ações sociais, recebendo bolsa e frequentando a escola.",
    "comentario": "O projeto busca integrar jovens em situação de vulnerabilidade em ações sociais e educativas."
  },
  {
    "texto": null,
    "pergunta": "A promoção da saúde, como enfoque transversal, propõe a reorientação do cuidado na perspectiva do respeito à autonomia e à cultura. Isso significa uma interação do cuidar/ser cuidado e ensinar/aprender, aberta a qual incorporação?",
    "alternativas": [
      "Apenas a práticas biomédicas avançadas.",
      "Exclusivamente a novas tecnologias diagnósticas.",
      "A outras práticas e racionalidades, como a Medicina Tradicional Chinesa.",
      "Somente a métodos de controle de doenças.",
      "A imposição de soluções técnicas restritas."
    ],
    "correta": "A outras práticas e racionalidades, como a Medicina Tradicional Chinesa.",
    "comentario": "A PNPS valoriza a incorporação de práticas integrativas e complementares."
  },
  {
    "texto": null,
    "pergunta": "A Política Nacional de Promoção da Saúde (PNPS) foi instituída no SUS pela Portaria MS/GM nº 687, de 30 de março de 2006, e posteriormente redefinida. Qual Portaria de Consolidação a revogou e consolida as normas sobre as políticas nacionais de saúde do SUS atualmente?",
    "alternativas": [
      "Portaria nº 1.190, de 14 de julho de 2005.",
      "Portaria nº 1.409, de 13 de junho de 2007.",
      "Portaria nº 1.571, de 19 de julho de 2012.",
      "Portaria de Consolidação nº 2, de 28 de setembro de 2017.",
      "Portaria nº 2.446, de 11 de novembro de 2014."
    ],
    "correta": "Portaria de Consolidação nº 2, de 28 de setembro de 2017.",
    "comentario": "Essa Portaria consolidou diversas normas sobre políticas nacionais de saúde, incluindo a PNPS."
  },
  {
    "texto": null,
    "pergunta": "O Anexo I da Portaria de Consolidação nº 2/2017 estabelece os valores fundantes no processo de efetivação da PNPS. Qual dos seguintes NÃO é um desses valores?",
    "alternativas": [
      "Felicidade, entendida como autopercepção de satisfação.",
      "Individualismo, focando apenas nas escolhas pessoais.",
      "Solidariedade, visando a metas comuns e resolução de diferenças.",
      "Humanização, como elemento para a evolução do homem.",
      "Corresponsabilidade, como responsabilidades partilhadas."
    ],
    "correta": "Individualismo, focando apenas nas escolhas pessoais.",
    "comentario": "O individualismo contraria os valores coletivos defendidos pela PNPS."
  },
  {
    "texto": null,
    "pergunta": "A PNPS adota como princípios que orientam suas práticas e ações. O princípio da autonomia se refere a qual conceito?",
    "alternativas": [
      "A distribuição igualitária de oportunidades.",
      "O processo de articulação de saberes entre setores.",
      "A identificação de potencialidades e desenvolvimento de capacidades para escolhas conscientes.",
      "A atuação que considera as singularidades dos territórios.",
      "O processo de intervenção que estimula sujeitos a adquirir controle das decisões, sem considerar o contexto."
    ],
    "correta": "A identificação de potencialidades e desenvolvimento de capacidades para escolhas conscientes.",
    "comentario": "Autonomia envolve reconhecer potencialidades e estimular escolhas conscientes."
  },
  {
    "texto": null,
    "pergunta": "Qual é o objetivo geral da Política Nacional de Promoção da Saúde (PNPS)?",
    "alternativas": [
      "Promover exclusivamente a prevenção de doenças crônicas não transmissíveis.",
      "Reduzir a morbimortalidade por acidentes de trânsito.",
      "Promover a equidade e a melhoria das condições e modos de viver, ampliando a potencialidade da saúde individual e coletiva.",
      "Focar no controle do uso do tabaco e de seus derivados.",
      "Apoiar apenas o desenvolvimento de espaços de produção social."
    ],
    "correta": "Promover a equidade e a melhoria das condições e modos de viver, ampliando a potencialidade da saúde individual e coletiva.",
    "comentario": "Esse é o objetivo central da PNPS."
  },
  {
    "texto": null,
    "pergunta": "Uma das diretrizes da PNPS é o estímulo à cooperação e à articulação intrassetorial e intersetorial. Qual é a finalidade principal dessa diretriz?",
    "alternativas": [
      "Restringir a atuação do setor Saúde.",
      "Ampliar a atuação sobre determinantes e condicionantes da saúde.",
      "Centralizar o planejamento de ações.",
      "Reduzir a participação do controle social.",
      "Fomentar a fragmentação das políticas públicas."
    ],
    "correta": "Ampliar a atuação sobre determinantes e condicionantes da saúde.",
    "comentario": "A articulação intersetorial busca enfrentar os determinantes sociais da saúde."
  },
  {
    "texto": null,
    "pergunta": "Qual tema transversal da PNPS se refere a dar visibilidade aos modos de consumo e produção e mapear possibilidades de intervir naqueles que sejam deletérios à saúde, sem comprometer as necessidades futuras?",
    "alternativas": [
      "Determinantes Sociais da Saúde (DSS).",
      "Cultura da paz e direitos humanos.",
      "Desenvolvimento sustentável.",
      "Produção de saúde e cuidado.",
      "Vida no trabalho."
    ],
    "correta": "Desenvolvimento sustentável.",
    "comentario": "Esse tema aborda a relação entre saúde, ambiente e sustentabilidade."
  },
  {
    "texto": null,
    "pergunta": "O eixo operacional 'Educação e formação' na PNPS consiste em:",
    "alternativas": [
      "Uso de múltiplas abordagens na análise de informações de saúde.",
      "Incentivo à atitude permanente de aprendizagem sustentada em processos pedagógicos problematizadores, dialógicos, libertadores, emancipatórios e críticos.",
      "Estímulo a uma atitude reflexiva e resolutiva sobre problemas dos coletivos.",
      "Compartilhamento de planos e metas entre diferentes setores.",
      "Ampliação da representação de sujeitos na elaboração de políticas."
    ],
    "correta": "Incentivo à atitude permanente de aprendizagem sustentada em processos pedagógicos problematizadores, dialógicos, libertadores, emancipatórios e críticos.",
    "comentario": "Esse eixo busca consolidar a educação permanente como parte da PNPS."
  },
  {
    "texto": null,
    "pergunta": "Entre as competências comuns a todas as esferas de gestão do setor Saúde para a implementação da PNPS, inclui-se:",
    "alternativas": [
      "A criação de um comitê gestor exclusivo para cada município.",
      "A promoção da articulação intersetorial e intrassetorial.",
      "A definição unilateral de prioridades sem consulta colegiada.",
      "A centralização dos recursos financeiros no Ministério da Saúde.",
      "A limitação da divulgação da PNPS ao âmbito federal."
    ],
    "correta": "A promoção da articulação intersetorial e intrassetorial.",
    "comentario": "Essa competência é comum às três esferas de gestão (federal, estadual e municipal)."
  },
  {
    "texto": null,
    "pergunta": "Qual das seguintes ações é uma competência exclusiva do Ministério da Saúde na implementação da Política Nacional de Promoção da Saúde (PNPS)?",
    "alternativas": [
      "Pactuar nas Comissões Intergestores Bipartite (CIB) as estratégias e o financiamento.",
      "Realizar o monitoramento e a avaliação de programas de promoção da saúde no âmbito estadual e distrital.",
      "Institucionalizar e manter em funcionamento o Comitê da PNPS.",
      "Promover a articulação com os estados e com os municípios para apoio à implantação e à implementação da PNPS.",
      "Destinar recursos orçamentários e financeiros para a realização das ações de promoção da saúde."
    ],
    "correta": "Institucionalizar e manter em funcionamento o Comitê da PNPS.",
    "comentario": "Essa é uma atribuição exclusiva do Ministério da Saúde."
  },
  {
    "texto": null,
    "pergunta": "De acordo com a PNPS (2018), qual das seguintes é uma competência das Secretarias Municipais de Saúde?",
    "alternativas": [
      "Pactuar o financiamento da PNPS na Comissão Intergestores Tripartite (CIT).",
      "Realizar apoio institucional às Secretarias Estaduais de Saúde.",
      "Promover a educação permanente dos trabalhadores do sistema local de saúde para desenvolver as ações de promoção da saúde.",
      "Institucionalizar e manter o Comitê da PNPS.",
      "Elaborar acordos internacionais para fortalecimento da PNPS."
    ],
    "correta": "Promover a educação permanente dos trabalhadores do sistema local de saúde para desenvolver as ações de promoção da saúde.",
    "comentario": "Essa é uma das atribuições das Secretarias Municipais de Saúde."
  },
  {
    "texto": null,
    "pergunta": "O financiamento dos temas prioritários da PNPS e seus planos operativos é objeto de pactuação prévia em qual instância?",
    "alternativas": [
      "Conselho Nacional de Secretários Estaduais de Saúde (Conass).",
      "Conselho Nacional de Secretários Municipais de Saúde (Conasems).",
      "Comissão Intergestores Tripartite (CIT).",
      "Conselho Nacional de Saúde (CNS).",
      "Organização Pan-Americana da Saúde (Opas)."
    ],
    "correta": "Comissão Intergestores Tripartite (CIT).",
    "comentario": "A CIT é a instância responsável pela pactuação tripartite no SUS."
  },
  {
    "texto": null,
    "pergunta": "Entre os temas prioritários da PNPS, o 'Enfrentamento ao uso do tabaco e de seus derivados' envolve quais tipos de ações?",
    "alternativas": [
      "Exclusivamente ações legislativas e econômicas.",
      "Apenas ações educativas e culturais.",
      "Ações educativas, legislativas, econômicas, ambientais, culturais e sociais.",
      "Somente medidas fiscais para aumento de preços.",
      "Foco na substituição da cultura do fumo por culturas alternativas."
    ],
    "correta": "Ações educativas, legislativas, econômicas, ambientais, culturais e sociais.",
    "comentario": "O enfrentamento ao tabaco exige estratégias amplas e intersetoriais."
  },
  {
    "texto": null,
    "pergunta": "De acordo com a Carta da 1ª Conferência Internacional de Promoção da Saúde (Carta de Ottawa), a promoção da saúde é definida como:",
    "alternativas": [
      "A ausência de doenças e enfermidades.",
      "O processo de capacitação da comunidade para atuar na melhoria de sua qualidade de vida e saúde.",
      "A provisão de assistência médica de alta tecnologia.",
      "A intervenção exclusiva nos determinantes biológicos da saúde.",
      "O controle de riscos e agravos por meio de campanhas informativas."
    ],
    "correta": "O processo de capacitação da comunidade para atuar na melhoria de sua qualidade de vida e saúde.",
    "comentario": "Essa é a definição clássica de promoção da saúde segundo a Carta de Ottawa (1986)."
  },
  {
    "texto": null,
    "pergunta": "Para sustentar o entendimento sobre promoção da saúde, o conceito ampliado de saúde supera a ausência de doença e é ressignificado a partir de elementos que constituem as condições objetivas de vida. Qual dos seguintes NÃO é um desses elementos?",
    "alternativas": [
      "Paz.",
      "Habitação.",
      "Fatores genéticos.",
      "Alimentação.",
      "Equidade."
    ],
    "correta": "Fatores genéticos.",
    "comentario": "Os fatores genéticos não integram os elementos do conceito ampliado de saúde."
  },
  {
    "texto": null,
    "pergunta": "De acordo com o 'Caderno 1: Promoção da Saúde: aproximações ao tema', qual é o foco principal da Promoção da Saúde em comparação com a Prevenção de Doenças?",
    "alternativas": [
      "A doença (causas, formas de transmissão).",
      "Fatores de risco e de proteção para a saúde.",
      "Mudanças nos determinantes estruturais que provocam iniquidades em saúde.",
      "Divulgação de informações e recomendações para mudança de hábitos.",
      "Adoção de estilo de vida saudável."
    ],
    "correta": "Mudanças nos determinantes estruturais que provocam iniquidades em saúde.",
    "comentario": "A promoção da saúde vai além da prevenção, focando nos determinantes sociais e estruturais."
  },
  {
    "texto": null,
    "pergunta": "A Educação Permanente em Saúde (EPS), conforme o Caderno 1, é caracterizada como 'aprendizagem-trabalho'. O que isso significa?",
    "alternativas": [
      "A EPS acontece apenas em cursos formais de longa duração.",
      "A EPS ocorre no cotidiano das pessoas e organizações, a partir dos problemas enfrentados na realidade.",
      "A EPS foca na reprodução de práticas profissionais existentes.",
      "A EPS ignora os conhecimentos e experiências prévias dos trabalhadores.",
      "A EPS é desvinculada das necessidades de saúde da população."
    ],
    "correta": "A EPS ocorre no cotidiano das pessoas e organizações, a partir dos problemas enfrentados na realidade.",
    "comentario": "A EPS é integrada ao trabalho e baseada em problemas reais enfrentados no cotidiano."
  },
  {
    "texto": null,
    "pergunta": "O Caderno 1 aborda a diferença entre igualdade e equidade. Qual a principal característica da equidade?",
    "alternativas": [
      "Ofertada a mesma coisa para todos, independentemente da necessidade.",
      "A distribuição igualitária de recursos, mesmo que não resolva a necessidade de todos.",
      "A adequação da oferta de acordo com a necessidade, buscando reduzir iniquidades.",
      "A garantia de um caixote para todos assistirem ao jogo de baseball.",
      "A remoção de barreiras para que as pessoas possam competir em igualdade de condições."
    ],
    "correta": "A adequação da oferta de acordo com a necessidade, buscando reduzir iniquidades.",
    "comentario": "Equidade significa tratar desigualmente os desiguais para reduzir as iniquidades."
  },
  {
    "texto": null,
    "pergunta": "Os Objetivos de Desenvolvimento Sustentável (ODS) representam um marco global. Qual é o prazo estabelecido para que as 169 metas relacionadas aos 17 ODS sejam alcançadas?",
    "alternativas": [
      "Até 2025.",
      "Até 2030.",
      "Até 2040.",
      "Até 2050.",
      "Não há prazo definido."
    ],
    "correta": "Até 2030.",
    "comentario": "A Agenda 2030 da ONU estabeleceu esse prazo para cumprimento dos ODS."
  }
]
